[EZCAD]   
COMPANY = 
IDENTIFY = EZCAD2.0
LANGUAGE = Russian language
DESCRIBABLE = Russian-русский

[String]
SOFTNAME = EzCad3
FILESUFFIX=ez3
SOFTVERSION = 3.0.0
COMPANY=BJJCZ\nтелефон：(86)010-64419248\n
WEBSIBE=WWW.BJJCZ.COM
ABOUT =на
ABOUT_COPYRIGHT = авторское право(C) 2004-2019
ABOUT_RIGHTS = Все права защищены
ABOUT_LICENSED =Право на использование этого продукта принадлежит：
ABOUT_LAW = Предупреждение: эта компьютерная программа защищена законами об авторских правах и международными конвенциями. Несанкционированное воспроизведение или передача части или всей этой программы может привести к серьезным гражданским и уголовным санкциям и будет преследоваться по закону в максимально возможной степени в рамках, разрешенных законом. ,




MENU_FILE =Файл (& F)
MENU_FILE_NEW = Новая (& N)
MENU_FILE_OPEN = Открыть (& O) ...
MENU_FILE_PRINT = Распечатать Ctrl + P
MENU_FILE_SAVE = & Сохранить Ctrl + S
MENU_FILE_SAVE_AS = Сохранить как (& A) ...
MENU_FILE_SCANIMAGE = Получить отсканированное изображение (& m) ...
MENU_FILE_SYSTEM = Системные параметры (& P) ...
MENU_FILE_IMGLIB = Общая галерея (& L) ...
MENU_FILE_IMPORT = Входные данные (& I),
MENU_FILE_MRU_FILE1 = Недавний файл

MENU_EDIT = Редактирование (& Е)
MENU_EDIT_COPY     = Копировать (& С)
MENU_EDIT_CUT      = Сдвига (& Т)
MENU_EDIT_COMBINE  = & Комбинация Ctrl + L
MENU_EDIT_UNCOMBINE= & Очистить комбинацию Ctrl + K
MENU_EDIT_GROUP    = & Группа Ctrl + G
MENU_EDIT_UNGROUP  = Растворить группу (& U) Ctrl + U

MENU_EDIT_PASTE= Вставить (& Р)
MENU_EDIT_REDO = Восстановление (& R)
MENU_EDIT_UNDO = Отмена (& U)
MENU_EDIT_TOCURVE=Поворот к кривой Ctrl + Q
MENU_EDIT_HATCH  =Заполните Ctrl + H

ID_FILE_IMGLIB = Откройте общую фотогалерею \ n часто используемую галерею
ID_FILE_IMPORT = Введите другие файлы формата \ n входной файл
ID_FILE_MRU_FILE1 = Открыть документ
ID_FILE_NEW = Создать новый документ \ nНовый
ID_FILE_OPEN = Открыть существующий документ \ n Открыть
ID_FILE_PRINT = Распечатать активный документ \ n распечатать
ID_FILE_PRINT_PREVIEW = Показать полную страницу \ n Предварительный просмотр
ID_FILE_PRINT_SETUP = Изменить принтер и параметры печати \ n настройки печати
ID_FILE_SAVE = Сохранить активный документ \ n сохранить
ID_FILE_SAVE_AS = Сохранить активный документ как новое имя файла \ nСохранить как
ID_FILE_SCANIMAGE = Получить отсканированное изображение \ n, чтобы получить отсканированное изображение
ID_EDIT_COPY = Скопируйте выделенный объект и поместите его в буфер обмена \ nКопировать
ID_EDIT_CUT = Вырезать выделенный объект и поместить его в буфер обмена \ ncut
ID_EDIT_PASTE = Вставить содержимое буфера обмена \ n вставить
ID_EDIT_REDO = Повторно выполнить ранее отмененную операцию \ n Повторно выполнить
ID_EDIT_UNDO = Отменить последний шаг \ n отменить
ID_EDIT_GROUP = Сгруппировать выбранный объект \ n группа
ID_EDIT_UNGROUP = Растворить выбранные объекты группы \ n Растворить группу
ID_EDIT_COMBINE = Объединить выбранные объекты \ n комбинация
ID_EDIT_UNCOMBINE  = Разделить выбранную комбинацию объектов \ n комбинацию разделения
ID_SYSTEM_PARAM = Установить системные параметры \ n системные параметры
TT_MATERIALPARAMASSIS=Проверка параметров материала лазера \ n Помощник по параметрам материала
MATERIALPARAMASSIS=Помощник по параметрам материала
MENU_MODI = Изменение (& М)
MENU_DRAW = Draw (& D)
MENU_DRAW_POINT = Точка (& Р)
MENU_DRAW_CURVE = Кривая (& R)
MENU_DRAW_LINE = Линейный (& L),
MENU_DRAW_RECT = Прямоугольные (& R)
MENU_DRAW_CIRCLE = Круг (& С)
MENU_DRAW_ELLIPSE = Эллипс (& Е)
MENU_DRAW_POLY = Многоугольник (& G)
MENU_DRAW_TEXT =Текст (& Т)
MENU_DRAW_BMPFILE = & Растровый файл
MENU_DRAW_VECTORFILE = & Векторный файл
MENU_DRAW_TIMER = Задержка (& М)
MENU_DRAW_INPUT = Порт ввода (& I)
MENU_DRAW_OUTPUT = & Выходной порт
MENU_DRAW_MESH3D= & 3d поверхность
MENU_ALIGN_BOTTOM = Выравнивание по нижнему краю
MENU_ALIGN_CENTER = Центрирование
MENU_ALIGN_CENTER_HOR = Горизонтальное выравнивание по центральной линии
MENU_ALIGN_CENTER_VER = Вертикальное выравнивание по центральной линии
MENU_ALIGN_LEFT = Выровнять по левому краю
MENU_ALIGN_RIGHT = Выравнивание по правому краю
MENU_ALIGN_TOP = Выравнивание по верхнему краю
MENU_VIEW = Просмотр (& V),
MENU_VIEW_TOOLBAR = & Системная панель инструментов
MENU_VIEW_ZOOMBAR = Панель инструментов просмотра (& Z)
MENU_VIEW_DRAWBAR = Панель инструментов рисования (& D)
MENU_VIEW_ENTLIST = Панель списка объектов
MENU_VIEW_ENTPROP = Панель свойств объекта
MENU_VIEW_STATUS_BAR = & Строка состояния
MENU_LASER = Лазер (& L)

ENTPROP = Свойство объекта
MENU_VIEW_RULER = Показать линейку
MENU_VIEW_GRID  = Отображать точки сетки
TT_SHRULER=Показать или скрыть линейку
TT_SHGRID=Показать или скрыть точки сетки
MENU_VIEW_GUILD = Вспомогательная линия
BK = фон
DEGREE = степень

NAV_PICK_MOVEDIS=Точная регулировка расстояния
WORKSPACE = Рабочее пространство
MENU_VIEW_SNAPGRID   = Захватная сетка F7
MENU_VIEW_SNAPGUILD  = Захват направляющей линии F8
MENU_VIEW_SNAPOBJECT = Захват объекта F9
MENU_ABOUT = О (& A)
MENU_HELP = Помощь (& Н)
IDCANCEL = Отмена (& С)
IDOK = Определение (& O)
PASTE_X = Горизонтальное смещение пасты
PASTE_Y = Смещение по вертикали
SAVEAS = Сохранить как
POINT = точка
CURVE = кривая
RECT  = прямоугольник
CIRCLE = круглый
ELLIPSE = эллипс
POLYGON = многоугольник
TEXT =текст
HATCH=начинка
PATHTEXT=Текст пути
CIRCLETEXT=Текст дуги
BMPFILE = Растровый файл
VECTORFILE = Векторный файл
TIMER = задержка
IOINPUT = Входной порт
IOOUTPUT = Выходной порт
GROUP=группы
COMBINE=комбинирование
LAYER= Слои
NAME = имя
TYPE = тип
OBJECTINFO=Свойство объекта
TOCURVE=Превратиться в кривую
EDGENUM =Количество сторон
APPLY=Применение (& А)
APPLYTOCOPY=Применить к & скопировать объект
MARKLOOP=Номер обработки
POSITION=расположение
RELATPOSITION=Относительная позиция
RELATCENTER=Относительный центр
SIZE=размер
ARRAY=массив
COUNT=номер
INC=дополнительный
IOCTRLCONDITION=Состояние управления IO
ROUND=Степень филе
ALLROUND=Все углы круглые
DIAMETER = диаметр
STARTANGLE = Начальный угол
ENDANGLE = Конечный угол
FILENAME=Имя файла
DYNFILE=Динамический входной файл
FIXEDDPI=Фиксированный DPI
FIXESIZEX=Фиксированный размер по оси X
FIXESIZEY=Фиксированный размер Y
FIXEPOS=Фиксированная позиция
INVERT=Обратный
GRAY=серый
DITHER=филиал
LIGHTEN=Блестящая обработка
BRIGHT=яркость
CONTRAST=контрастировать
SCANMODE=Режим сканирования
BIDIRSCAN=Двустороннее сканирование
YSCAN=Y-направление сканирования
DRILLMODE=Точечный режим
PIXELPOWER=Регулировка точки питания

BARCODE_ATTRIB= Свойства штрих-кода (& B) ...
BARCODE = Штрих-код
CREATE_BARCODE = Создать штрих-код
MODEIFY_BARCODE= Изменить штрих-код
BARCODE_INPUTPT = Введите координаты нижнего левого угла штрих-кода
BARCODE_ERR_INVALIDSTR = Неверная строка штрих-кода, пожалуйста, введите заново!

INFO_EAN13 = EAN-13 - это штрих-код фиксированной длины, набор символов содержит только цифры от 0 до 9. EAN-13 содержит 13 символов. Первые 12 - данные, а последняя - контрольная сумма. Код автоматически добавляется системой, и система принимает только первые 12 символов.
INFO_EAN13_2 = EAN-13 + 2 - это EAN-13 плюс 2-значный дополнительный код, и система принимает последние 2 символа в качестве дополнительного кода.
INFO_EAN13_5 = EAN-13 + 5 - это EAN-13 плюс 5-значный дополнительный код, и система принимает последние 5 символов в качестве дополнительного кода.
INFO_EAN8 = EAN-8 - это штрих-код фиксированной длины, набор символов содержит только цифры от 0 до 9. EAN-8 содержит 8 символов. Первые 7 символов - это данные, а последний 1 символ - контрольный код. Код автоматически добавляется системой, и система принимает только первые 7 символов.
INFO_EAN8_2 = EAN-8 + 2 - это EAN-8 плюс 2-значный дополнительный код, и система принимает последние 2 символа в качестве дополнительного кода.
INFO_EAN8_5 = EAN-8 + 5 - это EAN-8 плюс 5-значный дополнительный код, и система принимает последние 5 символов в качестве дополнительного кода.

CHECKNUM=Проверьте код
THINMODULEWIDTH=Узкая ширина модуля
INFO_CODE39 = 39 штрих-код - это двунаправленный штрих-код непостоянной длины с фиксированной длиной, указывающий, что пробел пуст, его набор символов содержит «0» - «9», «A-Z», пробел, «$», «%», « + ',' - ','. ',' / '; Существует необязательная контрольная сумма, которая автоматически добавляется системой.
INFO_CODE93 = Штрих-код 93 - это непрерывный тип информации, указывающий, что пробел имеет фиксированную длину, его набор символов содержит «0» - «9», «A-Z», пробел, «$», «%», «+ ',' - ','. ',' / '; Существует необязательный контрольный код, контрольный код автоматически добавляется системой.
INFO_CODE11 = 11 штриховой код - это непостоянный тип информации, указывающий на то, что пробел не является непрерывным, не имеет фиксированной длины, его набор символов содержит «0» - «9», «-», имеется дополнительный код проверки, код проверки определяется системой. Присоединяйтесь автоматически.
INFO_UPCA = UPC-A - это штрих-код фиксированной длины, набор символов содержит только цифры от 0 до 9. UPC-A содержит 12 символов. Первые 11 - данные, а последний - контрольный код. Код автоматически добавляется системой, и система принимает только первые 11 символов.
INFO_UPCA_2 = UPC-A + 2 - это UPC-A плюс 2-значный дополнительный код, и система принимает последние 2 символа в качестве дополнительного кода.
INFO_UPCA_5 = UPC-A + 5 - это UPC-A плюс 5-значный дополнительный код, и система принимает последние 5 символов в качестве дополнительного кода.
INFO_UPCE = UPC-E - это штрих-код фиксированной длины. Его набор символов содержит только цифры от 0 до 9. UPC-E содержит 8 символов. Первый символ имеет фиксированное значение 0, 2-7 - данные, а последний - Символы являются контрольными кодами, и контрольный код автоматически добавляется системой. Система принимает только первые 6 символов.
INFO_UPCE_2 = UPC-E + 2 - это UPC-E плюс 2-значный дополнительный код, и система принимает последние 2 символа в качестве дополнительного кода.
INFO_UPCE_5 = UPC-E + 5 - это UPC-E плюс 5-значный дополнительный код, и система принимает последние 5 символов в качестве дополнительного кода.
INFO_CODE25=Штрих-код Code 25 - это непостоянный штрих-код, содержащий только штрих-информацию. Его набор символов содержит только цифры от 0 до 9, а его длина не фиксирована.
INFO_CODEINTER25=Код пересечения (ITF) 25 представляет собой непрерывный штрих-код, в котором штриховая и пробел представляют информацию. Его набор символов содержит только цифры от 0 до 9. Если количество символов нечетное, система автоматически добавит начальный 0; Выбранный код проверки, код проверки автоматически добавляется системой.
INFO_CODECODABAR=Штрих-код Курдоба - это непрерывный двусторонний штрих-код с фиксированной длиной и функцией самопроверки, набор символов содержит «0» - «9», «A-D», «-» , '$', ':', '/', '.', '+';
INFO_CODE128A=Штрих-код CODE128A является непрерывным штрих-кодом, его набор символов содержит символы со значениями ASCII от 0 до 95, а размер не ограничен.
INFO_CODE128B=Штрих-код CODE128B является непрерывным штрих-кодом, его набор символов содержит символы со значениями ASCII от 32 до 127, и размер не ограничен.
INFO_CODE128C=CODE128C штрих-код представляет собой непрерывный штрих-код, его набор символов содержит цифры от 0 до 9, если число символов нечетное, система автоматически добавит начальный 0;
INFO_EAN128A=Штрих-код EAN128A является непрерывным штрих-кодом, его набор символов содержит символы со значениями ASCII от 0 до 95, а размер не ограничен.
INFO_EAN128B=Штрих-код EAN128B является непрерывным штрих-кодом, его набор символов содержит символы со значениями ASCII от 32 до 127, и размер не ограничен.
MENU_FILE =Файл (& F)
BARCODE_ATTRIB=Свойства штрих-кода (& B) ...
BARCODE = Штрих-код
CREATE_BARCODE = Создать штрих-код
MODEIFY_BARCODE= Изменить штрих-код
BARCODE_INPUTPT = Введите координаты нижнего левого угла штрих-кода
BARCODE_ERR_INVALIDSTR = Неверная строка штрих-кода, пожалуйста, введите заново!

INFO_EAN13 = EAN-13 - это штрих-код фиксированной длины, набор символов содержит только цифры от 0 до 9. EAN-13 содержит 13 символов. Первые 12 - данные, а последняя - контрольная сумма. Код автоматически добавляется системой, и система принимает только первые 12 символов.
INFO_EAN13_2 = EAN-13 + 2 - это EAN-13 плюс 2-значный дополнительный код, и система принимает последние 2 символа в качестве дополнительного кода.
INFO_EAN13_5 = EAN-13 + 5 - это EAN-13 плюс 5-значный дополнительный код, и система принимает последние 5 символов в качестве дополнительного кода.
INFO_EAN8 = EAN-8 - это штрих-код фиксированной длины, набор символов содержит только цифры от 0 до 9. EAN-8 содержит 8 символов. Первые 7 символов - это данные, а последний 1 символ - контрольный код. Код автоматически добавляется системой, и система принимает только первые 7 символов.
INFO_EAN8_2 = EAN-8 + 2 - это EAN-8 плюс 2-значный дополнительный код, и система принимает последние 2 символа в качестве дополнительного кода.
INFO_EAN8_5 = EAN-8 + 5 - это EAN-8 плюс 5-значный дополнительный код, и система принимает последние 5 символов в качестве дополнительного кода.

CHECKNUM=Проверьте код
THINMODULEWIDTH=Узкая ширина модуля
INFO_CODE39 = 39 штрих-код - это двунаправленный штрих-код непостоянной длины с фиксированной длиной, указывающий, что пробел пуст, его набор символов содержит «0» - «9», «A-Z», пробел, «$», «%», « + ',' - ','. ',' / '; Существует необязательная контрольная сумма, которая автоматически добавляется системой.
INFO_CODE93 = Штрих-код 93 - это непрерывный тип информации, указывающий, что пробел имеет фиксированную длину, его набор символов содержит «0» - «9», «A-Z», пробел, «$», «%», «+ ',' - ','. ',' / '; Существует необязательный контрольный код, контрольный код автоматически добавляется системой.
INFO_CODE11 = 11 штриховой код - это непостоянный тип информации, указывающий на то, что пробел не является непрерывным, не имеет фиксированной длины, его набор символов содержит «0» - «9», «-», имеется дополнительный код проверки, код проверки определяется системой. Присоединяйтесь автоматически.
INFO_UPCA = UPC-A - это штрих-код фиксированной длины, набор символов содержит только цифры от 0 до 9. UPC-A содержит 12 символов. Первые 11 - данные, а последний - контрольный код. Код автоматически добавляется системой, и система принимает только первые 11 символов.
INFO_UPCA_2 = UPC-A + 2 - это UPC-A плюс 2-значный дополнительный код, и система принимает последние 2 символа в качестве дополнительного кода.
INFO_UPCA_5 = UPC-A + 5 - это UPC-A плюс 5-значный дополнительный код, и система принимает последние 5 символов в качестве дополнительного кода.
INFO_UPCE = UPC-E - это штрих-код фиксированной длины. Его набор символов содержит только цифры от 0 до 9. UPC-E содержит 8 символов. Первый символ имеет фиксированное значение 0, 2-7 - данные, а последний - Символы являются контрольными кодами, и контрольный код автоматически добавляется системой. Система принимает только первые 6 символов.
INFO_UPCE_2 = UPC-E + 2 - это UPC-E плюс 2-значный дополнительный код, и система принимает последние 2 символа в качестве дополнительного кода.
INFO_UPCE_5 = UPC-E + 5 - это UPC-E плюс 5-значный дополнительный код, и система принимает последние 5 символов в качестве дополнительного кода.
INFO_CODE25=Штрих-код Code 25 - это непостоянный штрих-код, содержащий только штрих-информацию. Его набор символов содержит только цифры от 0 до 9, а его длина не фиксирована.
INFO_CODEINTER25=Код пересечения (ITF) 25 представляет собой непрерывный штрих-код, в котором штриховая и пробел представляют информацию. Его набор символов содержит только цифры от 0 до 9. Если количество символов нечетное, система автоматически добавит начальный 0; Выбранный код проверки, код проверки автоматически добавляется системой.
INFO_CODECODABAR=Штрих-код Курдоба - это непрерывный двусторонний штрих-код с фиксированной длиной и функцией самопроверки, набор символов содержит «0» - «9», «A-D», «-» , '$', ':', '/', '.', '+';
INFO_CODE128A=Штрих-код CODE128A является непрерывным штрих-кодом, его набор символов содержит символы со значениями ASCII от 0 до 95, а размер не ограничен.
INFO_CODE128B=Штрих-код CODE128B является непрерывным штрих-кодом, его набор символов содержит символы со значениями ASCII от 32 до 127, и размер не ограничен.
INFO_CODE128C=CODE128C штрих-код представляет собой непрерывный штрих-код, его набор символов содержит цифры от 0 до 9, если число символов нечетное, система автоматически добавит начальный 0;
INFO_EAN128A=Штрих-код EAN128A является непрерывным штрих-кодом, его набор символов содержит символы со значениями ASCII от 0 до 95, а размер не ограничен.
INFO_EAN128B=Штрих-код EAN128B является непрерывным штрих-кодом, его набор символов содержит символы со значениями ASCII от 32 до 127, и размер не ограничен.
INFO_EAN128C=Штрих-код EAN128C представляет собой непрерывный штрих-код, его набор символов содержит цифры от 0 до 9. Если количество символов нечетное, система автоматически добавит начальный 0;

QUIET=пустой
MID=средний
SCALE=доля
BARHEIGHT=Штрих-код высокий
NARROWBARW=Узкая полоса ширины модуля
BAR=статья
SPACE=пустой
INTERCHARSCALE=Промежуточный интервал между символами
MODULETUNING=Настройка модуля штрих-кода
AUTOSIZE=Автоматический размер
FIXEDSIZE=Фиксированный размер
SHORTPDF417=Режим укорочения
ERRLEVEL=Уровень исправления ошибок
PDF417_ROWOUTRANGE=Количество строк штрих-кода PDF417 должно быть 3-90 строк!
PDF417_COLOUTRANGE=Штрих-коды PDF417 должны быть 3-30 столбцов!
BARCODE_ERR_ROWCOL=Количество установленных строк и столбцов не может вместить текущую строку!
SMALLEST=Минимальный размер
MATRIX=матрица
MODULEWIDTH=Ширина модуля
REVERSE=Обратный
INFO_CODEPDF417=Штрих-код PDF417 является двухмерным штрих-кодом, его набор символов содержит все символы ASCII;
INFO_CODEMICROPDF417=Штрих-код MicroPDF417 является двухмерным штрих-кодом, его набор символов содержит все символы ASCII;
INFO_CODEDATAMTX=Штрих-код DATAMATRIX является двухмерным штрих-кодом, его набор символов содержит все символы ASCII;
VALID=эффективный
FONT = шрифты
FONT_ANGLE = наклонение
FONTTYPE_BCF = Шрифт штрих-кода
FONTTYPE_DMF = Матричный шрифт
FONTTYPE_JSF = Однострочный шрифт
FONTTYPE_TTF = Шрифт TrueType
SHOWTEXT=Показать текст
TEXTHEIGHT=Высота текста
TEXTWIDTH=Ширина текста
TEXTOFFSETX=Смещение текста X
TEXTOFFSETY=Смещение по тексту Y
TEXTSPACE=Интервал между текстами
POINTMODE=Режим точки
ROW=ряд
COL=ряд
KEYBOARD = клавиатура
DATE = дата
SERIAL = Серийный номер
LISTFILE=Список файлов
DYNAMICFILE=Динамический файл
ENVARTEXT=Включить переменный текст
HEIGHT = высота
CHARSPACE=Интервал между символами
CHARWIDTH=Ширина символа
CHARHEIGHT=Высота персонажа
LINESPACE=Межстрочный интервал
ANGLE = угол
PROMPT_TRAY = Подскажите перед каждой партией обработки
PROMPT_NEVER = Нет подсказки
PROMPT_PART = Подскажите перед каждой обработкой
DATEFORMAT=Формат даты
ADDDATEFORMAT=Увеличить формат даты
STARTSN=Стартовый номер
CURSN=Текущий серийный номер
INCSN=Увеличение серийного номера
MARKPER=Каждое количество маркировок
EXTEND=распространение
PREFIX = префикс
SUFFIX = суффикс
SUPRES_ZERO = Запретить ведущий ноль
RESETNO = Сброс порядкового номера
SERAIL_ARRAY = Серийный номер массива
SNDLG_FILTER = Фильтруйте следующие серийные номера
LINENO=Номер строки
ENCONTOUR=Включение контура
HATCH1=Заполнить 1
HATCH2=Заполнить 2
ENABLE=Включить
PENNO=Номер ручки
HATCH_CALCALL=Общий расчет объекта
HATCH_EDGE=Ходить вокруг
LISTDIST=Межстрочный интервал
EDGEOFFSET=Маржа
STARTOFFSET=Начальное смещение
ENDOFFSET=Конечное смещение
SETDEFAULT=Установить по умолчанию
WAITTIME=Время ожидания
MESSAGE=Быстрое сообщение
SETOUTPUT=Установите выходной порт
SYSTEMPARAM = Системный параметр
GENERAL = общепринятый
COLOR = цвет
WORKSPACE = Рабочее пространство
AUTOSAVE = Автоматическое резервное копирование
MOVEROTATE = Движущееся вращение
PLUGMGR = Менеджер плагинов
UNIT_TYPE = Тип блока
GRID_DIST = Шаг сетки
GRID = сетка
SHOW_GRID = Сетка дисплея
MM = миллиметр
INCH = дюйм
WORKSPAC_SHOW = Показать рабочее пространство
WORKSPAC_CIRCLE = Круглая рабочая область
LB_CORNER = Нижний левый угол
WIDTH = ширина
BIGNUDGESCALE=Большой коэффициент регулировки
NEXTVALID = Это изменение не вступит в силу до следующего запуска.
EVERY = каждый
BAKEXPLAIN = Текущие данные сохраняются в файле AutoSave.Ezd в каталоге программы каждый указанный интервал времени.
BAKTIME = «Минута, автоматическое резервное копирование»

ZOOM_WINDOW1 = Наблюдение за увеличением окна
ZOOM_WINDOW2 = Наблюдение за увеличением окна
PICK = выбрать
PICK_ALL=Выбрать все
PICK_BYENT = По объекту
PICK_COPY = Мобильная копия
PICK_COPYENT = копия
PICK_CUT = ножницы
PICK_DEL = Удалить выбор
PICK_ENT_CNT = Выберите количество объектов
PICK_ENTITY = Объект выбран
PICK_GL = Руководство по перетаскиванию
PICK_INV = Обратный выбор
PICK_LEFT = Растянуть влево и вправо
PICK_LOCK = Выберите замок
PICK_MOVE = Движущаяся трансформация
PICK_PEN = Выберите ручкой
PICK_NOENTITY = Объекты не выбраны
ERR_0001 = Этот параметр не может быть меньше 0,001, пожалуйста, введите заново
ERR_CRC     = Данные файла неверно проверены, и файл может быть поврежден.
ERR_DELSYSLAYER = Системный слой по умолчанию не может быть удален
ERR_DELUSELAYER = Текущий уровень использования не может быть удален
ERR_MATCHFONTERR = Невозможно сопоставить шрифт
ERR_MEMORY  = Недостаточно места в памяти, чтобы выделить достаточно памяти.
ERR_NOFINDIMPORT = Действительные входные плагины не найдены
ERR_OPENFILE = Ошибка открытия файла
ERR_READFILE     = Не удалось прочитать файл
ERR_RENAMESYSLAYER = Системное имя слоя по умолчанию не может быть изменено
ERR_SAVEFILE = Ошибка сохранения файла
ERR_SERIAL_FORMA = Неверный формат файла и файл может быть поврежден.
ERR_VERSION = Версия файла неверна.
ERROR_VAR_FILTER = Условие фильтра слишком жесткое, чтобы сгенерировать допустимый переменный текстовый объект \ n Пожалуйста, удалите некоторые фильтры и попробуйте снова
IS_TEXT_TO_GRAPH = Нужно ли конвертировать текст с использованием этого шрифта в графику
CMD_OPENFILE = Открыть файл
CMD_SAVEFILE = Сохранить файл
OPEN = открытый
TIP_NOTITLE = Без названия
NOTITLE = Без названия
FILE_ISSAVEAS = Сохранять ли измененный файл в
CHECK_SAVEPRE = Сохранить изображение для предварительного просмотра
CHECK_SCALE = Поддерживать соотношение
CHECK_SHOWPRE = Показать изображение для предварительного просмотра
STATIC_SAVETYPE = Метод вывода
RADIO_SAVEALL = Вывести все объекты
RADIO_SAVEPICK = Выходной объект выбора
AUTHOR = автор
COMMENT = банкнота
FILEINFO = Информация о файле
VERSION = издание
CMD_NEWFILE = Новый файл
PICK_PASTE = ручка
CENFIELD=Размещено к центру
AUTOSAVEFILE = Автоматическое резервное копирование файлов дизайна ...
ON=открытый
OFF=закрыть
GUIDELINE = Вспомогательная линия
OBJECT=объекты




ID_DRAW_CIRCLE = Нарисовать круг \ n нарисовать круг
ID_DRAW_ELLIPSE = Нарисуйте эллипс \ n Нарисуйте эллипс
ID_DRAW_PLINE = Нарисовать кривую \ n нарисовать кривую
ID_DRAW_LINE = Нарисовать линию \ n нарисовать линию
ID_DRAW_POINT = Точка рисования \ n Точка рисования
ID_DRAW_POLY = Рисовать многоугольник \ n рисовать многоугольник
ID_DRAW_RECT = Рисовать прямоугольник \ n рисовать прямоугольник
ID_DRAW_TEXT = Рисовать текст \ n рисовать текст
ID_DRAW_BITMAP= Рисовать растровый файл \ n Рисовать растровый файл
ID_DRAW_VECTOR= Файл векторного рисования \ n Файл векторного рисования
ID_DRAW_TIME  = Задержка отрисовки \ n Задержка отрисовки
ID_DRAW_INPUT = Рисовать входной порт \ n Рисовать входной порт
ID_DRAW_OUTPUT= Отрисовать выходной порт \ n Отобразить выходной порт


ID_TOOL_NODE = Изменить узел графа \ n Изменить узел
ID_TOOL_PICK = Графический инструмент выбора \ n графический выбор
ID_MODIFY_HATCH = Заполнить выделенный объект \ n, чтобы заполнить
ID_TOGRAPH = Преобразовать объект в графический объект \ n в графический
ID_VIEW_STATUS_BAR = Показать или скрыть строку состояния \ n Скрытая строка состояния
ID_VIEW_TOOLBAR = Показать или скрыть системную панель инструментов \ n скрытая системная панель
ID_VIEW_ZOOMBAR = Показать или скрыть панель инструментов вида \ n панель скрытого просмотра
ID_VIEW_DRAW_BAR= Показать или скрыть панель инструментов рисования \ n явная панель рисования
ID_VIEW_ENTPROP= Показать или скрыть панель свойств объекта \ n Явная панель свойств объекта
ID_VIEW_ENTLIST= Показать или скрыть панель списка объектов \ n Панель списка скрытых объектов

ID_ZOOM_ALL = Максимальное отображение всех объектов \ n всех наблюдений
ID_ZOOM_PICK = Максимальный выбор объекта отображения \ n выберите наблюдение
ID_ZOOM_IN = Увеличить двойной дисплей \ n Увеличить
ID_ZOOM_OUT = Уменьшить дважды, чтобы показать \ n уменьшить
ID_ZOOM_PAN = Панорамирование \ n панорамирование
ID_ZOOM_WINDOW = Масштабирование окна \ n Масштабирование окна
ID_ZOOM_WORKSPACE = Просмотр всей рабочей зоны \ n наблюдение рабочей зоны
ID_SNAP_GUILD = Направляющие захвата \ n Направляющие захвата
ID_SNAP_GRID = Сетка захвата \ n Сетка захвата
ID_SNAP_OBJECT= Захват объекта \ n Захват объекта
ID_SNAP_MESHVERTEX= Захватить вершину поверхности \ n Захватить вершину поверхности
ID_APP_ABOUT = Показать информацию о программе, номер версии и авторские права \ nО компании
ID_APP_EXIT = Выйти из приложения, запросить сохранение документа \ n выйти


TT_PICKALL = Выбрать все объекты \ n выбрать все объекты
TT_PICKDEL = Удалить выбранный объект \ nУдалить выбранный объект
TT_PICKINVERT = Отменить выбранный объект \ n Отменить выбранный объект
TT_PICKLOCK = Блокировка выбранного объекта \ nlock
TT_PICKUNLOCK = Разблокировать выбранный объект \ nОблокировать
TT_PICKUNLOCKALL = Разблокировать все объекты \ nall unlock
TT_PICKCEN = Поместите его в начало координат \ n, чтобы поместить его в начало координат
TT_PICKCENX = Центр X расположен на оси Y, а центр nX - на оси Y.
TT_PICKCENY = Центр Y расположен на оси X, а центр \ nY расположен на оси X.
TT_PICKPEN=Выберите объект по номеру пера \ nВыберите объект по номеру пера
TT_NODE_ADD = Добавить узел \ n добавить узел
TT_NODE_ALIGN = Выравнивание узла \ n Выравнивание узла
TT_NODE_ARC = Повернуть на дугу \ n на дугу
TT_NODE_BEZIER = Поворот к кривой \ n к кривой
TT_NODE_CLOSE = Автоматическая кривая закрытия \ n Автоматическая кривая закрытия
TT_NODE_DEL = Уменьшить узел \ n Уменьшить узел
TT_NODE_DIR = Изменить направление кривой \ n изменить направление кривой
TT_NODE_LINE = Поверните на прямую линию \ n на прямую
TT_NODE_REDUCE = Точка автоматического вычитания \ n Точка автоматического сокращения
TT_NODE_SEPARATE = Разделительный узел \ n Разделительный узел
TT_NODE_SHARP = Резкий переход точки
TT_NODE_SMOOTH = Плавный переход \ n Плавный переход
TT_NODE_SYSMETRIC = Симметричный переход \ n симметричный переход
TT_NODE_UNITE = Узел слияния \ n Узел слияния
TT_POINTONCURVE=Точка на кривой
TT_ADDLAYER=Увеличить слой \ n увеличить слой
TT_DELLAYER=Удалить слой \ nсделать слой
ADDLAYER=Добавить слой
DELLAYER=Удалить слой
ROTATEANG = Угол поворота
MOVEDIST  = Расстояние перемещения
ZOOMSCALE = пересчет
INPUTPT = Точка ввода
INPUTSTARTPT = Введите начальную точку
INPUTCENTER  = Центр ввода
PICKCURVE=Выберите кривую, чтобы разместить
PONITNUM=подсчитывать
POINTDIST=Интервал между точками
TEXT_POS=Выберите место для размещения текста
ALIGN = выравнивать
UNDO=отзывать
REDO=восстановление
MENU_FINISH=End (& F)
MENU_CLOSEFINISH=& Конец закрытия
MENU_COOR=Входные координаты (& I)
TRANSFORM = конвертировать
CENTER = центр
MIRROR = Зеркальное
SHEAR=наклон
PEN=ручка
SPEED=скорость
OBJECTLIST=Список объектов
APPLYDEF=Параметр установлен по умолчанию
ADVANCE=продвинутый
POWER=мощность
FREQ=частота
TICKLE=Предварительная ионизация
STARTTC=Задержка открытия
ENDTC=Задержка окончания
POLYTC=Угловая задержка
SECOND=второй
US=микросекунда
DELETE=удалять
PARAMLIB=Библиотека параметров
INPUTPARAMNAME=Имя входного параметра
GUILDLINE = Вспомогательная линия
PARAMNAMENONULL=Имя параметра не может быть пустым
PARAMNAMEEXIST=Имя параметра уже существует! Перезаписать старый параметр?
REALYDELPARAM=Вы уверены, что хотите удалить текущие параметры?
REALYAPPDEF=Вы уверены, что хотите применить текущий параметр в качестве параметра по умолчанию?
JUMPSPEED=Скорость прыжка
JUMPPOSTC=Задержка положения прыжка
JUMPDISTTC=Задержка прыжка
ADVANCEMARKPARAM=Расширенные параметры маркировки
ENDCOMP=Конечная точка компенсации
ACCDIST=Расстояние ускорения
MARK=маркировка
SELECTAPARAM=Пожалуйста, выберите параметр
MODIFYCOLOR=Изменить цвет
MODIFPARAM=Изменить параметры
APPLYTOPICK=Применить к выбранным объектам
PARAM=параметры
NOMOREMARKPARAM=Только параметры по умолчанию, не могут быть изменены
NOPICKOBJECT=Объекты не выбраны
SETDEFPEN=Установить как ручку по умолчанию
MENU_SPECIAL=Специальные (& S)
FAILOPENLMC=Не удается открыть драйвер LMC1! Проверьте, правильно ли установлен драйвер LMC1!
NOTFINDLMC=Невозможно найти действительное устройство LMC1!
MENU_LASER=Лазер (& L)
DISABLEUSE = Запретите использование
ENABLEUSE = использование
FIELD=область
LASERCTRL=Лазерное управление
EXTAXIS=Выдвинутая ось
CONFIGPARAM=Параметр конфигурации
NEGATE=Обратный
ASPECT=экстерьер
FIELDSIZE=Площадь участка
GALVO=гальванометр

MARKSTR_AFTERMARK=Перейти к указанной позиции после обработки
MARKSTR_AFTER1=Не двигайся
MARKSTR_AFTER2=Гальванический центр
MARKSTR_AFTER3=Верхний левый угол объекта
MARKSTR_AFTER4=Верхний правый угол объекта
MARKSTR_AFTER5=Правый нижний угол объекта
MARKSTR_AFTER6=Нижний левый угол объекта
MARKING=Маркировка и ...
WAITIOINPUT=Ожидание входного сигнала IO ...

PART=части
TOTALNUM=общий
CONTINUES=Непрерывная обработка
MARKSELECT=Выберите обработку
QUIT=выход
LIGHTSHOW=Красный световой дисплей
=
QSWITCH=Q переключатель
ANALOGOUT=Аналоговый выход
CALIBRATION=коррекция
OTHER=другое
ENPWMSIGNALE=Включить вывод сигнала ШИМ
MAXPWMFREQ=Максимальная частота сигнала ШИМ
ENABLETICKLE=Включить предварительную ионизацию
PULSEWIDTH=Ширина импульса
PULSEPERIOD=Частота пульса
FPK=Подавление первого импульса
FPKEND=Разомкнутый переключатель Q, когда заканчивается первое подавление импульса
ANALOGOUT=Выход аналогового порта
ANAPOWER=Включить выходной аналоговый порт питания
ANAFREQ=Включить частотный выход аналогового порта
STARTMARKDELAY=Задержка начала маркировки
FINSIHMARKDELAY=Задержка конечной отметки
MAXPOWERDELAY=Максимальная задержка мощности
USERDEFRATIO=Пользовательское соотношение
REALRATIO=Фактическое соотношение
FREQMAP=Отображение частоты
POWERMAP=Картографирование мощности
READY=готовый
BTNSTOP=Стоп (F4)
BTNMARK=Маркировка (F2)
BTNPARAM=Параметр (F3)
BTNQUIT=Выход (F5)
BTNLIGHT=Красный свет (F1)
MARKSTR_NOENTITY=Обрабатываемых данных нет, проверьте, загружен ли файл!
MARKSTR_NOENTITY_SELECT=Обрабатываемых данных нет, проверьте, выбран ли объект обработки!
DOG_DATAERROR = Данные блокировки шифрования неверны. Проверьте, установлена ​​ли блокировка шифрования.
DOG_SHARETIME = Текущая версия является общей версией, вы использовали разрешенное время! \ NЕсли вы хотите продолжить использование программного обеспечения, пожалуйста, свяжитесь с вашим дистрибьютором программного обеспечения.
DOG_SHARE = Текущая версия является общей версией, вы использовали количество разрешенных вариантов использования! \ NЕсли вы хотите продолжить использование программного обеспечения, обратитесь к продавцу программного обеспечения.
DEMOVERSION=Невозможно найти ключ! Программное обеспечение будет работать в демонстрационном режиме
DELHATCH=Удалить заполнить
CURTIME=Текущее время
TOTALTIME=Общее время
PULSELENGTH=Ширина импульса
CHECK=детектировать
LASERON=Открытый лазер
LASEROFF=Выключить лазер
POSX=X позиция
POSY=Y позиция
LASERWILLOUTPUT=Нажмите ОК для вывода лазера. Вы уверены, что вывести лазер?
WARN=предупреждение
SCANIMAGE=Отсканированное изображение
BOTTOM = дно
TOP = топ


ORIGIN_PTNUM=Вход самонаведения
ORIGIN_WAY=Метод самонаведения
PLUGFILENAME = Имя файла плагина

PLUGSTATE = Статус плагина
PLUGVER = Версия плагина
PROMPT = подсказка
MENU_APP_EXIT = Выход (& X)
LMCVERERROR=Ошибка версии оборудования LMC
WELD=сварка
TRIM=подрезать
INTERSECT=Крест
WELDTO=Впаял
TRIMTO=Урезанный на
INTERSECTTO=Пересечь
PLASTIC=Zaoxing
SAVESRC=Сохранить оригинальный объект
SAVETAR=Сохранить целевой объект
NOVALIDONCEMORE=Вы выбрали действительный объект и повторно выбрали его?
FILE=файл
PORT=порт
IOSTOP=Остановить обработку входного порта
STOPPROMPT=Подсказка при остановке обработки
STOPSIGNALTRIG=Срабатывает сигнал остановки и текущая обработка останавливается!
REMOTE=Дистанционное управление
ENREMOTE=Включить дистанционное управление
NETWORKIP=Сетевой IP-адрес
QPULSEWIDTH=Ширина импульса Q
POINTTIME=Расставить точки
LEFT = слева
RIGHT = право
ALIGN_NODECTRL=Выровнять контрольные точки узла
NODE_ALIGN=Выровнять узел
OFFSETLEN=Длина смещения
BASELENGTH=Базовая длина
TRANFORM=конвертировать
BASE=данная величина
FREE=бесплатно
BASELENGTH=Базовая длина
BASEANGLE=Опорный угол
ANGLELIMIT=Предел диапазона углов
CHANGEORDER=Изменить порядок
MODIFY=модификация
ROAXIS=Круговая ось
ZERO=Нулевая точка
STEPPERRO=Количество импульсов за оборот
DISTPERRO=Расстояние перемещения за оборот
MINPOS=Минимальная координата
MAXPOS=Максимальная координата
MINSPD=Минимальная скорость
MAXSPD=Максимальная скорость
ZEROSPD=Нулевая скорость возврата
GEARRATIO=Коэффициент снижения
PARTDIA=Диаметр заготовки
ZEROOFF=Смещение нуля
ACCTIME=Время ускорения
SCALECOMP=Пропорциональная компенсация
SHEARCOMP=Компенсация смещения
SPACECOMP=Компенсация зазора
GOTOORIGIN=Расширенная коррекция оси ноль
PLSPICKAPEN=Пожалуйста, выберите ручку
BITMAP=битовая карта
LINEINC=Увеличение строки растрового сканирования
NODE_DELETE = Удалить узел
NODE_ADD = Добавить узел
NODE_UNITE=Узел слияния
NODE_TOARC = Превратить в круговой сегмент
NODE_TOBEZ = Превратить в изогнутый сегмент
NODE_TOLINE = Превратиться в отрезок прямой
NODE_TOSHARP = Резкий переход
NODE_TOSMOOTH = Плавный переход
NODE_TOSYSMETRIC = Симметричный переход
NODE_ALIGN = Выравнивание узла
NODE_CHANGEDIR = Изменить направление кривой
MARKON=Открытая маркировка
MARKOFF=Закрыть маркировку
CURVEEDIT = Редактирование кривой
MENU_AUTOCONNECT=Автоматическое подключение
CONNECTERR=Ошибка автоматического подключения

PRINTER  = принтер
PRINT  = печать
STYLE  = тип
STATUS = состояние
REMARK = замечание
COPYNUM= Количество копий
ATTRIB= собственности
PRINTCOPYNUM= Количество копий
AUTOPAGE=Автоматическая подкачка
PRINTRANGE=Диапазон печати
PRINTALL=Распечатать все
PRINTSEL=Выберите для печати
PAGESETUP=Настройка страницы

MARGIN=Маржа
MARGINLEFT =Левое поле
MARGINRIGHT=Правое поле
MARGINTOP  =Верхнее поле
MARGINBOTTOM=Нижний край

PAGECEN     =Центр страницы
PAGECENUP   =Средний и верхний
PAGECENLEFT =В центре слева
PAGECENRIGHT=Средний справа
PAGECENDOWN =Средний и нижний

PAGELEFTUP   =Верхний левый угол
PAGERIGHTUP   =Верхний правый угол
PAGELEFTDOWN  =Нижний левый угол
PAGERIGHTDOWN =Нижний правый угол
PAGEFILL=Настроить размер страницы
PAGERANDOM=изготовленный на заказ
AXISSTEP=Шаг движения
SPLITSIZE=Размер сплита
SPLITPARAM=Параметр разделения
SPLITBYGUILDLINES=Сегментация по вспомогательной линии
ORIGIN=происхождения
LIGHTING=Красная световая индикация
SPLITMARK1=Знак сегментации 1
SPLITMARK2=Знак сегментации 2
ORIGINCOOR=Начальные координаты
SETCURPOSTOORIGIN=(& D) установить текущую точку в качестве источника
SETORIGIN=Установить происхождение
SPECIALMOTION=Особый случай движения
STOP=остановить
GOTOMARKORIGIN=Движение к началу маркировки
REDLIGHTPOINT=Красная световая индикация
LIGHTSPEED=Скорость красного света
OFFSETPOSX=Смещение X
OFFSETPOSY=Смещение Y
REDLIGHTIO=Красный световой поток
MARKIO=Маркировка продукции
NULL=нет
INPUTTEXT=Пожалуйста, введите текст для обработки
FORCESPLIT=Принудительная сегментация
LINE=Прямая линия
RIGHTCOOR=Нажмите правую кнопку мыши, чтобы ввести координаты
INPUTCOOR=Входные координаты
FINISHGOTOSTARTPT=Конец обработки обратно в исходную точку
STARTMARKIO=Начать маркировку порта
INPORT=Входной порт
AUTORESET=Автоматический сброс
JSFFONT_FILENAME=Имя файла шрифта JSF
GRAPHCHAR=Символ, соответствующий графике
UPDATEFONTFILE=Обновить файл шрифта
OFFSET_DIST=Расстояние смещения
JCZFONT_NEWJSF=Файл не существует. Хотите создать новый файл?
JSFFONT_NAME=Название шрифта
DOUBLEWIDTH=Ширина двух символов
DOUBLEHEIGHT=Высота двух символов
SINGLEWIDTH=Ширина одного символа
SINGLEHEIGHT=Высота одного символа
JSFFONT=JSF шрифт
JCZFONT_PROPERTY=Атрибут шрифта
ENMARKMUTEX=Включить маркировку мьютексов
MARKPARAM=Маркировочный параметр
ONOFF=On / Off
CURPEN=Текущий номер ручки
CURPENPARAM=Текущий параметр пера
USEDEFAULTPEN=Используйте параметры по умолчанию
SELPARAMFROMLIB=Возьмите параметры из библиотеки параметров
DELETESELPARAM=Удалить выбранные параметры
CURPARAMSAVEAS=Сохранить текущий параметр как
PLSSELPARAM=Пожалуйста, сначала выберите параметр
ID_DRAW_BARCODE = Нарисуйте штрих-код \ n Нарисуйте штрих-код
MENU_VIEW_MARKPARAM=Столбец параметра маркировки
ID_VIEW_MARKPARAM=Показать или скрыть столбец параметра маркировки \ n явный столбец параметра маркировки
SHOWCROSSLINE=Дисплей центр перекрестия
SELPOSDATUM=Выберите ссылку координат позиции
PULSEGREATEMAX=Установите ширину импульса Q, чтобы быть больше, чем максимальная ширина импульса
MAXPULSEWIDTH=Максимальная ширина импульса
CURFREQ=Текущая частота
FIELDNAME=Имя поля
CURRENT=электрический ток
CURRENTMAP=Текущее отображение
ENCURRENT=Включить токовый выход
EXESTART =Запустите программу при запуске ezcad
EXEFINISH=Запустите программу, когда ezcad закрыт
PARAMNAME=Имя параметра
GOALSIZE=Размер целевой маркировки
REALSIZE=Фактический размер маркировки
CALCSCALE=Расчетный коэффициент
GOALMUSTGREATE=Размер целевой маркировки должен быть больше 0,001
REALMUSTGREATE=Фактический размер маркировки должен быть больше 0,001
FORCEALLSPLIT=Вся общая сегментация
USEGUILINSTARS=Используйте цифровой драйвер Q-переключателя

DESCENTRATIO=Более низкий коэффициент
DESCENT=Нижняя высота
ASCENT=Верхняя высота
BASELINE=базисный
LOADCHAR=Загрузка символьных данных
SAVECHAR=Сохранить данные персонажа
LEFTSIDE=Ширина левой опоры
RIGHTSIDE=Правая ширина поддержки
HELP = помощь
HELP_BLUEBOX=Синее поле - это область, занимаемая персонажами, когда они на самом деле отображаются.
HELP_DESCENTRATIO=Более низкий коэффициент
HELP_CHARWIDTH=Ширина символа относится к стандартной ширине символа текущего шрифта
HELP_CHARHEIGHT=Высота символа - это стандартная высота символа текущего шрифта.
HELP_LEFTSIDE=Ширина левой опоры - это расстояние между фактическими данными символа и левой границей.
HELP_RIGHTSIDE=Правая ширина поддержки - это расстояние между фактическими данными символа и правой границей.
HELP_BASELINE=Базовая линия - это горизонтальная линия, используемая для создания шрифта при его создании.
CHARKERNING=Кернинг персонажа
NOFONTFILE=Не удается найти правильный файл шрифта, выберите правильный файл шрифта!
INPUT2CHAR=Введите два символа
SAVEKERNING=Сохранить кернинг
JCZFONT_VER1=Текущий шрифт версии 1.0, и он изменен на версию v2.0. \ NПерезапустите ezcad2.0, чтобы быть эффективным!
PULSEMODE=Векторный точечный шаблон
PULSEPER=Количество импульсов на точку
FLYMARK=Маркировка полета
FLYSPEED=Скорость линии
ERR_FLYSPEEDFAST=Скорость линии слишком высокая, гальванометр не может догнать! Скорость линии должна быть меньше, чем скорость разметки и прыжка!
MS=миллисекунды
CANHATCH=Может быть заполнено
PASSWORD=пароль
CONFIRMPASSWORD=Подтвердите пароль
PASSWORDNOSAME=Пароль, введенный дважды, отличается, пожалуйста, введите заново!
PASSWORDUNVALID=Пароль неверный!
OUTPORTALRADYUSE=Выходной порт уже занят другим устройством, сбросьте его!
LASERPOWERIO=Лазерная розетка
POWERON=Включите
POWEROFF=Выключить
EZCADSTR_ID_FILE_IMGLIB = Откройте общую фотогалерею \ n часто используемую галерею
EZCADSTR_IDC_STATIC_NEWIMG = Пожалуйста, введите имя изображения
EZCADSTR_IDC_STATIC_NEWLIB = Пожалуйста, введите название галереи
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME = Пожалуйста, введите имя файла (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG = Удалить изображение
EZCADSTR_IMGDLG_BUTTON_DELLIB = Удалить галерею
EZCADSTR_IMGDLG_BUTTON_NEWIMG = Присоединяйся к картинке
EZCADSTR_IMGDLG_BUTTON_NEWLIB = Новая галерея
EZCADSTR_IMGDLG_KEEPSIZE = Коэффициент блокировки
EZCADSTR_IMGDLG_NEWIMG = Присоединяйся к картинке
EZCADSTR_IMGDLG_NEWLIB = Новая галерея
EZCADSTR_IMGDLG_STATIC_EXPORT = Параметры экспорта графики
EZCADSTR_IMGDLG_STATIC_HEIGHT = высота
EZCADSTR_IMGDLG_STATIC_NAME = Название галереи
EZCADSTR_IMGDLG_STATIC_PREVIEW = Предварительный просмотр изображения
EZCADSTR_IMGDLG_STATIC_WIDTH = ширина
EZCADSTR_IMGGLD_ORIGSIZE = Оригинальный размер
EZCADSTR_IMGLIB_DRAW = Галерея рисунков
EZCADSTR_IMGLIB_MAXIMG = Количество изображений в этой галерее достигло максимума, пожалуйста, создайте еще одну новую галерею.
EZCADSTR_IMGLIB_TOTALNUMBER = Общее количество изображений:
EZCADSTR_IMPORT_PT = Укажите, где находится графика
EZCADSTR_MSG_DELETEIMG = Вы уверены, что хотите удалить картинку?
EZCADSTR_MSG_DELETELIB = Вы уверены, что хотите удалить галерею?
EZCADSTR_MSG_DIRECTORYERROR = Путь к файлу библиотеки не существует
EZCADSTR_MSG_HAVEFILE = Указанная галерея уже существует, пожалуйста, введите заново
EZCADSTR_IMGDLG = Общая галерея
EZCADSTR_MENU_FILE_IMGLIB = Общая галерея (& L) ...
CIRDIAMETER=Круглый диаметр
ARRAY_NUM=Количество массивов
ANG_DIST=Угловое расстояние
EZCADSTR_ARRAY_TYPE = Тип массива
EZCADSTR_ARRAY_X_DIST = Боковое расстояние
EZCADSTR_ARRAY_X_NUM = Горизонтальный номер
EZCADSTR_ARRAY_Y_DIST = Вертикальное расстояние
EZCADSTR_ARRAY_Y_NUM = Вертикальный номер
EZCADSTR_ARRAY_DIST_CALC = Интервальный метод
EZCADSTR_ARRAY_ENTSPACE = Рассчитывается по интервалу графики
EZCADSTR_ARRAY_OFFSETDIST = Рассчитано по расстоянию смещения
EZCADSTR_CMD_ARRAY=Объект массива
RADIUS=радиус
BREAKCROSSPOINT=Удалить пересечение
ID_MODIFY_ARRAY = Массив выделенного объекта \ n массив объектов
ID_MODIFY_ROTATE = Повернуть выделенный объект \ n Повернуть объект
ID_MODIFY_PLASTIC=Форма объекта
ID_MODIFY_CONNECT=Автоматическая кривая соединения \ n Автоматическая кривая соединения
ID_MODIFY_BREAKCROSS=Удалить пересечение кривой \ n удалить пересечение
ID_MODIFY_TRANSFORM=Преобразовать объект \ n преобразовать
ID_MODIFY_OFFSETCURVE = Смещение выбранного объекта кривой \ n Смещение кривой
CROSSLEN=Длина пересечения
TESTLASER=Тестовый лазер
READALLLINE=Прочитайте весь файл каждый раз
INFO_CODE128OPTMIZE=Штрих-код CODE128Optimized является непрерывным штрих-кодом, его набор символов содержит символы со значениями ASCII от 0 до 127, и система автоматически переключается между CODE128 A, B и C в соответствии с символами, так что окончательное кодирование является самым коротким;
FLYRIGHT2LEFT=Направление трубопровода справа налево
FLYCONTMODE=Трубопроводный непрерывный режим
DATEINFO=Значение символов в формате даты: Y
SN=Серийный номер
INCSN=Увеличение серийного номера

DATENAME=Название даты
YEARUSE2DIGIT=Используйте две цифры года
YEARNOLEADZERO=Не используйте ведущие нули
HOUR12=12-часовая система
TIMENOLEADZERO=Время не использует ведущие нули
DIGIT09ISSN=Число 0 - это серийный номер, а число 9 - приращение серийного номера.
SAMPLE=примеров
AM=утро
PM=после полудня
DATENAMECANNOTNULL=Название даты не может быть пустым!
SAVETONEWFILE=Сохранить в новый файл
AUTOROANG=Угол поворота автоматического поворота
BYDAY=Днем
BYMONTH=По месяцам
BYYEAR=По году
DATEOFFSET=Смещение даты
ENTOTALPARTNUM=Общее количество заготовок в непрерывном режиме является действительным
MARKFINISHNUM=Указанное количество было обработано! Продолжаете ли вы обработку?
OFFSET=офсет
EXPORTTEXT2FILE=Вывести текст в указанный файл во время обработки
EXPORTTIME2FILE=Время вывода в указанный файл во время обработки
EXPORTTEXT=Вывод текста
AUTOCONNECT=Автоматически соединять соседние сегменты кривой
SOFTUSEPSW=Вы должны ввести свой пароль, чтобы использовать программное обеспечение.
USERMGR=Менеджер пользователей
USER=пользователь
ADMIN=руководитель
DESIGNED=Конструкторы
WORKER=оператор
MODIFYPASSWORD=Сменить пароль
SELUSER=Выберите пользователя
PSWINCORRECT=Неверный пароль, пожалуйста, введите заново
CARDNO=Номер карты
SELLMC1DEV=Выберите устройство, для которого вы хотите установить параметры
LASERTYPE=Тип лазера
NOHATCHTEXT=Не заполняйте текст
USECORRECTFILE=Использовать файл калибровки
CRYSTAL=кристалл
MAXFREQ=Максимальная частота
PULSEGREATEMAXFREQ=Частота импульсов больше максимальной частоты
MOVEANG=Угол движения
CURRANGLE=Текущий угол
ROANGMARK=Маркировка угла поворота - примечание: координата z объекта является значением угла
OPTIMIZECURVE=Оптимизировать порядок кривой
ANGLEROTATE=Маркировка угла поворота
SIZESCALE=Соотношение размеров
PULSE=пульс
ENSHOWCONTOUR=Показать схему
SUBSURFACE=Внутренняя резьба
ZEROTIMEOUT=Тайм-аут нулевого возврата
CMD_REPEAT1=Повторите команду 1
CMD_REPEAT2=Повторите команду 2
NODE=узел
SUNDAYISFIRSTDAY=Воскресенье - первый день недели
TT_POINT=Нарисуйте точку
TT_POINTONCURVE1=Поместите фиксированное количество точек на кривой
TT_POINTONCURVE2=Поместите фиксированную точку на кривой
IMGLIB_PROMPT=Совет. Удерживая левую кнопку мыши, выберите нужный рисунок и перетащите его, чтобы перейти в рабочее пространство.
ONELASERMULTISCANNER=Режим одиночного лазера и линзы с несколькими объективами
MULTILASERMULTISCANNER=Мульти-лазерный и мульти-объективный режим
ALLSCANNERSAMEPART=Все вибрирующие линзы обрабатывают одну и ту же заготовку
ALLSCANNERDIFFPART=Все вибрирующие линзы обрабатывают разные заготовки
SCANNER=гальванометр
SCANNERTYPE=Тип гальванометра
CENPOS=Координаты центра
LASERPARAM=Лазерный параметр
ERR_OUTRANGE=Удлиненный вал выходит за пределы диапазона обработки!
MOVETOPREV=Двигаться вперед
MOVETONEXT=Двигаться назад
MOVETOTOP=Двигаться вперед
MOVETOBOTTOM=Двигаться до конца
MENU_EDIT_TODASHED=Обратился к пунктирной линии
INFO_QRCODE=Штрих-код QRCODE - это двумерный штрих-код, набор символов которого содержит все символы ASCII;
LASERONTIME=Время включения лазера
DISTRIBUTION=распределенный
D_TOP=Верхняя часть (& Т)
D_VCEN=& (E)
D_VSPACE=И интервалы
D_BOTTOM=Нижняя (& Б)
D_LEFT=Слева (& L)
D_HCEN=В (& C)
D_HSPACE=Шаг (& Р)
D_RIGHT=Правый (& R)
ISREALYMARK=Вы начали маркировку?
DELOLDCURVE=Удалить старую кривую
PICKOFFSETCURVE=Выберите кривую для смещения
PICKOFFSETDIR=Выберите направление смещения кривой
NESTING=Оптимизированный макет
PICKEDGE=Выберите границу
NESTPARAM=Параметр макета
AUTONESTING=Автоматическая раскладка
BRIDGEDIST=Край расстояние
STOCKDIST=Поля листа
ROTATEINTERVAL=Шаг вращения
ROTATE=вращение
ERRNESTING=Текущая граница листа не может вместить все образцы!
PICKNESTEDGE=Выберите границу листа, где находится образец
MARKDATA_OUTRANGE=Обработка данных выходит за рамки обработки!
SELECTNESTEDGE=Пожалуйста, выберите границу листа, где образец помещается первым!
NESTINGMULTI=Расположение нескольких заготовок
NESTINGONE=Единый план заготовки
SHEETSIZE=Размер материала
SHEETSIZESMALL=Размер материала слишком мал!
WARNSTARTSIGNAL=Обработка прерывается непрерывно, является ли ошибка сигнала начальной обработки, и запрещен ли сигнал начальной обработки?
INPORTCONFLIC=Обратите внимание, что во входном порте есть конфликт! Пожалуйста, выберите снова!
OUTPORTCONFLIC=Обратите внимание, что в выходном порте есть конфликт! Пожалуйста, выберите снова!
UNCOMBINE= Разделительная комбинация
READPOINTCLOUDFILE=Чтение файлов облака точек ...
MENU_FILE_BMPFILE=Введите файл растрового изображения \ tCtrl + W
MENU_FILE_VECTORFILE=Входной векторный файл \ tCtrl + B
MAXFREQDELAY=Максимальная задержка частоты
INFO_CODEINTER6=Код ITF-6 - это штрих-код фиксированной длины, набор символов содержит только цифры от 0 до 9. ITF-6 содержит 6 символов. Первые 5 - данные, а последний - контрольный код. Код подтверждения автоматически добавляется системой, и система принимает только первые 5 символов.
INFO_CODEINTER14=Код ITF-14 - это штрих-код фиксированной длины, набор символов которого содержит только цифры от 0 до 9. ITF-14 содержит 14 символов. Первые 13 - данные, а последний - контрольный код. Код подтверждения автоматически добавляется системой, и система принимает только первые 13 символов.
BORDER=рамка
PLUSEWIDTHREV=Изменение ширины импульса
ENANALOGFPK=Включить аналоговое подавление первого импульса
INFO_USERDEFINE=Определяемый пользователем штрих-код, определяемое пользователем количество строк и столбцов, данные штрих-кода представлены строкой чисел 0-255, разделенных знаком «,», каждое число представляет 8-битный блок штрих-кода, а первое число указывает, что штрих-код находится сверху вниз. Первая строка следующего числа, первые 8 бит блока штрих-кода слева направо. Когда байт не может быть размещен в последней строке, соответствующий бит данных игнорируется. Если во входном символе нет «,», используется двоичное правило: 1 для черного и 0 для белого.
RINGMARK=Ювелирная маркировка
INPUTDISTRCOFF = Коэффициент деформации входного ствола
INPUTTRAPECOFF = Введите коэффициент трапециевидной деформации
GRADUATION=градация
GRADUATIONNUM=Количество отметок
GRADUATIONANG=Приращение угла
DEGREE1LEN=Минимальная длина тика
DEGREE5LEN=5 минут
DEGREE10LEN=10 пунктов длины тика
SHOWTEXT=Показать текст
STARTVALUE=Начальное значение
INCVALUE=Добавочная стоимость
DOTBITCOUNT=Количество цифр после десятичной точки
LOADGRADFILE=Загрузить файл масштаба
SAVEGRADFILE=Сохранить файл масштаба
ROTATERULER=Масштабное кольцо
HATCHBYDEFAULT=Заполнить параметрами по умолчанию
360MARK = 360 градусов маркировка
STARTPULSEMODE=Импульсный режим пускового сигнала
AUTORESETMARKCOUNT=Время автоматического сброса
PULSEPERUNIT=Количество импульсов на единицу
MOVE = мобильный
MOVETO = Переместить в
RELATIVE=Относительная позиция
MENU_DRAW_EXTAXIS=Выдвинутая ось (& X)
ID_DRAW_EXTAXIS= Нарисуйте выходную ось расширения \ n Нарисуйте ось расширения
MULTIPARTMARK=Многостанционный модуль обработки
PLEASEVALIDPARAM=Пожалуйста, выберите правильный параметр станции
MALTIMARKINFO=Указано максимальное количество обработанных деталей! \ N Если вы хотите обрабатывать, измените количество обработок или максимальное количество обработок.
MALTIMARKINFO2=Указано максимальное количество обработок было обработано!
PARTPOS=станций
PARTTYPE=Режим станции
SELPARTTYPE=Выберите режим станции
CURPARTPOS=Текущая станция
MARKEDCOUNT=Количество обработанных
STOPWHENMAX=Стоп после обработки до максимального количества обработок
MAXCOUNT=Максимальное количество обработки
MARKALLPART=F1 обрабатывает все текущие станции
CONTMARKALLPART=F2 непрерывная обработка всех станций
MARKCURPART=F8 обрабатывает текущую станцию
MODIFYCURPART=F9 изменить текущую позицию станции
ADD=прибавление
DISMARKWHENREACHTOTAL=Запретить обработку после обработки до указанного номера
CURNUMGREATETOTALNUM=Текущий номер обработки уже превышает общее количество обработки, пожалуйста, сбросьте текущий номер обработки и затем обработайте!
YAGOPTIMIZEMODE=YAG оптимизированный режим заполнения

FLYHARDWARE=Включить аппаратный режим полета
FLYSIMULATION=Включить режим аппаратной эмуляции
MULTIPLIER=Коэффициент скорости полета
UM=микрон
MIL=мил
UMPERCOUNT=М / граф
INCHPERCOUNT=Дюйм / счетчик
FLYCOUNT=подсчитывать
TOTALMARKTIME=Общее время обработки
DOG=Dongle
DEFENTTEXT=TEXT
SPECIALPOS=Указанное место
GOTOSPECIALPOS=Переместить в указанное место
SETCURPOSTOSPEC=(& D) установить текущую точку в указанное положение
MINPWMFREQ=Минимальная частота сигнала ШИМ
PULSELOWMAXFREQ=Частота импульсов меньше минимальной частоты
MINFREQ=Минимальная частота
DOUBLELINEMODE=Режим двойной галочки
LASERSLEEPTIME=Лазерное время сна
DXFUNITISINCH=Единицы файла DXF в дюймах
0NOTAILZERO=0 шкала не показывает 0 после десятичной точки
SHOWDEGREE5TEXT=Показать 5 разделов текста
TEXTROTATE90=Текст повернут на 90 градусов
BOLDLINEMODE=Широкий тиковый режим
POWERRULER=Супер правитель
PLSSELRULER=Пожалуйста, выберите линейку для обработки
ALEARDYHAVESAMERULER=Конфликт имени правителя, пожалуйста, переименуйте его!
GRADCONDISNULL=Условие создания шкалы линейки не может быть пустым!
MINGRAD=Минимальная шкала
RULER = персонал
RULERNAME=Имя правителя
GRADGENCOND=Состояние генерации тиков
GRADLINE=Отметка
GRADVALUE=Значение шкалы
STARTPT=Начальная точка
ENDPT=Точка завершения
STARTINDEX=Начальный масштаб индекса
ENDINDEX=Индекс конечной шкалы
INCINDEX=Приращение индекса шкалы
GRADLINEWIDTH=Ширина тика
ROTATERULERMODE=Режим поворотной линейки
GLOBEMARK=Глобус маркировка
LONGITUDE=долгота
LATITUDE=широта
FLYMARKENTBYORDER=Разрешить летать в порядке объекта
INPUTIOMASK=Маска ввода-вывода
OUTPUTIOMASK=Маска ввода-вывода
DISSTARTIOINCONTMODE=Непрерывный режим запрещает запуск маркировки порта
LASEROFFTC=Задержка выключения света
STARTGRADPOS=Начальная позиция шкалы
INCPOS=Увеличение позиции
STEPPERMM=Шаг / мм
STEPPERINCH=Шаг / дюйм
EDIT = редактировать
TOTALPARTNUM=Общее количество деталей
EXPORTTOWS=Выход в рабочее пространство
STRAIGHTRULER=линейка
RINGRULER=Кольцевая линейка
DISKRULER=Дисковая линейка
PARTNUM=Название детали
UPDATEPOSPARAM=Обновить параметры местоположения
OTHERNUMSYS=Пользовательский гекс
MAXNUMBER=Максимальная ось
MPERMIN=М / мин
INCHPERMIN=Дюймов / мин
ENCODERDIST=Кодирующее расстояние перемещения
OUTPORT=Выходной порт
ROTATETEXTMARK=Вращающаяся текстовая маркировка


CIRCLEMODE=Круглый узор
TEXTELEMENT=Текстовый элемент
TCPIPCOM=Сетевое общение
SERIALCOM=Последовательная связь
TIME=время
FIXEDTEXT=Фиксированный текст
NOLEADZERO=Не используйте ведущие нули
PREV=вперед
NEXT=Сдвиг назад
LIMILTSN=Максимальный серийный номер
MODE=режим
YEAR=год
MONTH=месяц
DAYOFMONTH=день
DAYOFYEAR=день
DAYOFWEEK=неделя
WEEKOFYEAR=Чжоу
HOUR=час
MINUTE=минут
TIMESEC=Период времени
IPADDRESS=IP-адрес
COMMAND=команда
ALLCHARSUSES=Все символы, которые могут быть использованы
BAUDRATE=Скорость передачи
DATABIT=Бит данных
STOPBITS=Стоп бит
PARITY=паритет
ENCIRCLETEXT=Включить текст дуги
POWERKEYBOARD=Супер клавиатура
KBWORKDIRECTORY=Рабочий каталог клавиатуры
KEYLIST=Список кнопок
KEYNAME=Название кнопки
KEYFILE=Файл кнопки
CUTONOFF=Выключатель
USERNAME=Имя пользователя

DYNFOCUS=Динамический фокус
ENDYNFOCUS=Включить динамический фокус
DYNZREV=Z обратный
DYNZPOS=Z позиция
DYNZRAD=Расстояние до центра (%)
DYNAUTOSWITCH=Автоматическое переключение
DYNUPDATEALL=Обновить позицию Z
DYNADD=Увеличение Z
DYNDEC=Уменьшение Z
DYNSTART=Начать тестирование
DYNSTOP=Прекратить тестирование
DYNUSING=Динамический фокус используется ..
IAGREE=Согласитесь принять это соглашение
IDONTAGREE=Не согласен принять это соглашение
ERR_CANNT_RUN=Невозможно сделать это в текущем состоянии
MARKSPEED=Скорость маркировки
LENTESTRECT=Проверить длину стороны прямоугольника
TESTPARAM=Тестовый параметр
ZINCREMENT=Инкремент Z
ZMICROINC=Шаг точной регулировки Z
ZMAX=Максимум Z
DYNLINEAR=Линейная интерполяция
MACROADJUST=Тонкая настройка значения Z
FAILTRANSFER=Обновление данных не удалось! Пожалуйста, попробуйте еще раз!
ENCO2FPK=Включить подавление первого импульса CO2
FPKSTARTPOWER=Первый импульс подавления пусковой мощности
FPKINCPOWER=Первое увеличение мощности подавления импульса
SHOWSTARTMARKDLG=Показать диалог начала маркировки
ENEXEMARKFILE=Включить выполнение командных файлов маркировки начала и конца
ENREDCONTMODE=Включить режим непрерывной обработки красного света

DYNSAVE=Сохранить
DYNLOAD=загрузка
ADDZAUTO=Значение Z автоматически увеличивается или уменьшается
INFO_CICODE=Код Hanxin является китайским стандартом 2D штрих-кода, его набор символов содержит все символы ASCII и китайские символы.
SPECIALWAVE=Специальная форма волны
SPIWAVE=форма волны
SPICONTINUES=Непрерывный режим
SPISIMMERCUR=Резервное питание
STEPDIST=Оптимизированная длина
STEPDELAY=Шаг задержки
USESTEPMARKMODE=Использовать шаблон шага
CURLMCNOTIPG=Современные карты LMC не поддерживают лазеры IPG
CURLMCNOTSPI=Текущая карта LMC не поддерживает лазер SPI_G3
LASERNOTREADY=Лазер не готов, пожалуйста, проверьте
FIXEDCOOR=Фиксированные координаты точки ввода
DOORIO=Порт защитной двери
ERR_DOOROPEN=Дверь безопасности открыта, закройте дверь!
LINEREDUCTION=Отступ прямой линии
NUMLOOPS=Пограничный номер кольца
FONTTYPE_SHX=Шрифт SHX
ENSPLITSTRTOCHANGETEXT=Включить разделенную строку, чтобы изменить текстовый объект с указанным именем
INDEXFIRSTCHARSTR=Положение первого символа в строке
NUMCHAREXTRACTSTR=Общее количество символов, извлеченных из строки
NAMETEXTTOCHANGE=Имя текстового объекта, содержимое которого вы хотите изменить
SET=устанавливать
TT_PICKMIRRORX=X изображение \ nX изображение
TT_PICKMIRRORY=Y зеркало \ nY зеркало
IPG:OVERTEMP=Лазер: слишком высокая температура
IPG:NORMAL=Лазер: работает правильно
IPG:HIGHOPTIC=Лазер: обработка высокоотражающих материалов, лазерное отражение в лазере
IPG:SYSERROR=Лазер: сбой системы
IPG:READY=Лазер: не готов
IPG:EMERGENCY=Лазер: сигнал аварийной остановки действителен
HIDEMODEL=Скрытая модель
ANGLEINC=Приращение угла
UPTODOWN=Сверху вниз
LAYERNUM=Количество слоев
SPACEOFLAYER=Расстояние между слоями
CALCULATE=вычисление
READ3DFACEFROMDXF=3d поверхностное слоение
AVERAGELINE=Средняя линия заполнения распределения
CHANGELINECHAR=Разрыв строки
MARKSELF=Отметьте себя
ENSAMEWIDTHCHAR=Включить символы равной ширины
DYN_OUTSIDE=Внешняя область
DYN_MODE1=Стандартный режим
DYN_MODE2=Независимый режим по оси Z
MAXSPEED=Максимальная скорость
MINSPEED=Минимальная скорость
LOOPDIST=Кольцевой интервал
MARKBYSPLITLINE=Отметить разделительной линией
MARKSTR_AFTER7=Указанное место
ENANALOGCURFPK=Включить аналоговое подавление тока
CURVESCATTERTOL=Ошибка дисперсии кривой
ENABLECURVESCATTERTOL=Включить кривую дискретную ошибку
WOBBLE=Встряска
WOBBLEDIST=расстояние
ROTARYMARK=Маркировка оси вращения
FOCUSLENGTH=Фокусное расстояние
AXISISHOMING=Ось возвращается к нулю
AXISISMOVING=Ось движется
AXISMOVEFAIL=Движение оси не удалось!
AXISERRMAXLIMIT=Движение оси превышает положительный предел
AXISERRMINLIMIT=Движение оси превышает отрицательный предел
AXISMUSTGOHOME=Перед перемещением ось должна быть возвращена в ноль. Сначала это ноль?
ENCODERREVERSE=Инвертор сигнала инверсии
FLYENCODEROFFSET=Включить кодировщик с фиксированным расстоянием смещения
FLYENCODEROFFDELAY=Задержка (нас)
FLYENCODERLOWSPEED=Режим низкой скорости

GET55ERR=Ошибка расчета параметра
GETFLYPARSTEP=Пожалуйста, вручную управляйте конвейером для перемещения на небольшое расстояние; \ n измерьте расстояние и заполните поле ввода ниже; \ nНажмите ОК, чтобы автоматически рассчитать параметры
FLYPARINPUT=Длина ввода:
GETPAR=вычисление
PULSECOUNT=Количество импульсов
PULSECOUNTRESET=ясно

FLYADDTOY=Накладывается на ось Y
FLYTOP2BOTTOM=Направление трубопровода сверху вниз

DYNAMICLMC=Карта с динамическим фокусом
UNKNOWN=неизвестный
BDVVALUE_CUSTOM_ALL=Общего назначения
BDVTEXT_CARDTYPE=Тип платы:
BDVTEXT_CARDVERSION=Номер версии:
BDVTEXT_CUSTOM=Настройка:
BDVTEXT_CARDFUNCTION=Код функции:
HARDINFO=Информация об оборудовании

ENVARTEXTFIXWID=Включить фиксированную ширину текста
USEEXCELCORRECTFILE=Используйте Excel для исправления файлов
STARTCOOR=Начальная точка координат
ENDCOOR=Координаты конечной точки
SPACEDIST=расстояние
SPACING=расстояние
MARKGRIDLINE=Маркировка линий сетки
USECORFILEMARKGRIDLINE=Пометьте линии сетки файлом калибровки
CORCOMPFILE=Файл коррекции коррекции (файл Excel)
FIXEDCHARCOUNT=Фиксированное количество символов
EMPTYCHARWIDTH=Ширина пустого символа
AVADISTPOINT=Среднее распределение всех точек
YAGFASTPOINTMODE=Режим быстрой точки YAG
SETANALOG=Установить аналог
USERDEF=изготовленный на заказ
MENU_VIEW_IOSTATE=IO статус
DOGNOTMATCHLMC=Номер привязки ключа не совпадает с номером карты маркировки. Проверьте номер ключа!
MORETHAN360=Диапазон маркировки более 360 градусов. Хотите продолжить?
CURNUM=Текущее количество марок
SPOTDIA=Размер пятна
PTCYCLES=Количество попаданий
DISTANCE  = расстояние
ENDADDPTS=Добавить точку в конце
INFO_MICROQRCODE=Micro QR Code - это упрощенная версия штрих-кода QRCODE;
ENABLETILDE=Включить ~ (~ сопровождается dxxx xxx
MULTIFILEMARK=Маркировка нескольких документов
LASERLEAKHANDLE=Лечение утечки света
DISMARKLOWPT=Не отмечайте точки с низкими значениями серого
BASEHEIGHT=Справочная высота
PARTHEIGHT=Высота заготовки
ZADJUSTMENT=Z регулировка высоты
ACCURATEZERO=Точный нулевой возврат
RECTMODE=Прямоугольный режим
KEEPENTORDER=Сохраняйте порядок обработанных объектов
OPENMODELAY=Включить задержку МО
SERIALTYPE=тип
LINEFEEDMALP=Чересстрочное смещение
IPGSETTINGS=IPG_YLPM лазерный статус
SQLDB=База данных SQL
SQLDRIVERS=Драйвер SQL
DBQFILE=Файл базы данных
USERID=Идентификатор пользователя
SQLCMD=Команда SQL
SETPENPARAM=Установить параметры пера
BOLD=Жирное лицо
ITALIC=курсив
RESET = сброс
USERINTERLINE=Включить внутреннюю линию заполнения
LASERBEAMDIA=Диаметр лазерного пятна
HATCHLINEDIST=Заполнить межстрочный интервал
ENCO2PULSEMODE=Включить суперимпульсный режим CO2
HATCHONEBYONE=Сохраняйте независимость заполненного объекта
RESORT=последовательность
RESORT_INFO=Сортировать \ n сортировать
SELECTSCANNERFIELD=Выберите систему координат гальванометра
SCANHEAD=Вибрационная линза
SCANNERFIELD=Область маркировки
SELECTMOVEDIR=Выберите направление движения трубопровода
STARTMARKER=Начальный тег
SENSOR=датчик
ENCODER=Поворотный энкодер
MOVEDIR=Направление движения трубопровода
NEXTSTEP=Следующий шаг
PREVSTEP=Предыдущий шаг
FINISH=конец
FLYMARKSETTINGS=Настройка параметров маркировки полета
ORIENTATION=Организовать направление
HORIZONTAL=уровень
VERTIICAL=вертикальный
POWEROFFSAVEFILE=Файл автоматической защиты от сбоя питания
ADJUST=регулировка
FLYMULTIINFO=Сначала отметьте прямоугольник в состоянии движения конвейера, \ n Если прямоугольник с гравировкой похож на график слева внизу, увеличьте коэффициент, \ n Если прямоугольник с гравировкой похож на график справа внизу, уменьшите коэффициент.
DISABLEOPTIMIZECONMODE=Запрет непрерывной обработки в режиме оптимизации режима
ARRAYDISCHANGESN=Не меняйте серийный номер текстового содержимого
SPIRAL=спираль
SPIRALPITCH=Винтовая подача
LINEOFONERING=Количество сегментов в круге
SPIRALPROMPTSTR=Сначала вы должны выбрать несколько круглых объектов, контуры которых используются для управления рисунком спирали.
AREYOUSUREDLETE=Подтвердите удаление
CHANGENAME=Изменить имя
CUSTOMIZE=Настроить
STDMODE=Стандартный режим
CONTOURFIRST=Приоритет
USERDEFCHARSPACE=Пользовательский интервал текста
MINRADIUS=Минимальный радиус
MAXSPIRALPITCH=Максимальный шаг спирали
MINSPIRALPITCH=Минимальный шаг спирали
SPIRALPITCHINC=Увеличение высоты тона
DELETESPIRAL=Удалить спираль
OUTEDGELOOP=Количество внешних граничных колец
INTEREDGELOOP=Номер внутренней границы
ID_DRAW_SPIRAL=Нарисовать спираль \ n нарисовать спираль
FPKFROMLOWTOHIGH=ФПК ток от низкого до высокого
ALWAYSOPENMO=МО сигнал нормально открыт
LOWVALID=Активный низкий
MARKFINISH=Маркировка конца сигнала
ENCURRENTADJUSTDELAY=Включить текущую задержку регулировки
ENCURRENTADJUSTDELAY=Включить текущую задержку регулировки
MINCURRENTADJUSTDELAY=Минимальная текущая задержка регулировки
MAXCURRENTADJUSTDELAY=Максимальная текущая задержка регулировки
SETCURRENT=Установить текущий ток
LAYSERNAMESAME=Имя слоя совпадает с именем другого слоя, пожалуйста, переименуйте его!
ZOOM=пересчет
DRAW=рисовать
PENBOX=Ручка
DEVICE=оборудование
MULTILAYER=Многослойная обработка
MINPULSEWIDTHRATIO=Отношение минимальной ширины импульса
MAXPULSEWIDTHRATIO=Максимальный коэффициент ширины импульса
PULSEWIDTHOUTRANGE=Ширина импульса Q вне диапазона
STANDARD=стандарт
TRUE=Здесь
FALSE=нет
DISABLE=запрет
NS=Ns
DELAYPARAM=Параметр задержки
JUMPPARAM=Параметр прыжка
MINJUMPTC=Минимальная задержка прыжка
MAXJUMPTC=Максимальная задержка прыжка
JUMPLENLIMIT=Длина прыжка
MARKLOOPTIP=Текущее время маркировки пера
MARKSPEEDTIP=Скорость движения при маркировке гальванометром
LASERCURRENTTIP=Выходной ток лазера
LASERFREQTTIP=Частота лазерного излучения
LASERPOWERTIP=Процент выходной мощности лазера
LASERPWTIP=Ширина импульса лазерного излучения
SPIWAVETIP=Выбор формы волны лазерного излучения SPI
USEDEFWAVETIP=Определяемая пользователем форма выходного сигнала лазера
JUMPSPEEDTIP=Скорость движения, когда гальванометр прыгает
MINJUMPDELAYTIP=Минимальное время задержки после окончания скачка гальванометра
MAXJUMPDELAYTIP=Максимальное время, необходимое для задержки после скачка гальванометра
JUMPLENLIMITTIP=Когда расстояние прыжка гальванометра больше этой длины, задержка перехода использует максимальное время задержки.
LASERONDELAYTIP=Когда лазер включен, гальванометр задерживается на этот раз, прежде чем начать движение.
LASEROFFDELAYTIP=Когда движение маркировки закончится, задержите лазер после выключения на этот раз.
POLYGONDELAYTIP=В движении маркировки встречается угловая задержка, и следующая кривая отмечена после этого времени.
LMARKENDDELAYTIP=После обозначения движения задержите это время и затем начните переходить к следующей кривой
CURPENNOTIP=Текущий серийный номер ручки
CURPENCOLORTIP=Текущий цвет пера
USEDEFPARAMTIP=Использовать параметры обработки по умолчанию
CURPENPARAMNAMETIP=Текущее имя параметра пера
LOADPENBOXFROMDEF=Загрузите параметры пера по умолчанию
SAVEASPENBOXTODEF=Сохранить как параметры пера по умолчанию
RESETALLPENS=Сбросить все параметры пера
SHOW=дисплей
HIDE=скрывать
SHOWALL=Показать все
ARRAYTEXT=Динамический текстовый массив
TT_MODIFY_ARRAYTEXT=Изменить позицию и размер каждой единицы текстового массива произвольно
PROPERTY=собственности
VALUE=значение
MINVALUE=Минимальное значение
MAXVALUE=максимальная
ENABLEPULSEWIDTH=Включить настройку ширины импульса
ENABLEPULSEWIDTHTIP=Включите настройку ширины импульса волоконного лазера во время обработки.
LASERLEAKHANDLETIP=Чтобы не допустить утечки световодного лазера во время обработки, проводится специальная обработка.
ALWAYSOPENMOTIP=Всегда включайте сигнал МО во время обработки
OPENMODELAYTIP=Задержка после включения лазера МО
DISCHECKLASERSTATE = Не проверяйте состояние лазера
DISCHECKLASERSTATETIP = Не проверяйте состояние лазера перед обработкой
LIMITPARAM=Параметр предела
GALVOMINSPDTIP=Минимальная скорость движения, разрешенная движением гальванометра
GALVOMAXSPDTIP=Максимальная скорость движения, разрешенная движением гальванометра
GALVO2XTIP=Ось гальванометра 2 - ось X
REVERSEXTIP=Направление оси гальванометра должно быть обратным
REVERSEYTIP=Направление ярма гальванометра должно быть обратным
FIELDSIZETIP=Диапазон размеров зоны обработки гальванометра
USECORRECTFILETIP=Исправлен ли текущий гальванометр с использованием указанного файла калибровки
TRANSFORMOFFSETXTIP=Расстояние смещения по оси X общего преобразования выхода гальванометра
TRANSFORMOFFSETYTIP=Смещение по оси Y общего преобразования выхода гальванометра
TRANSFORMANGLETIP=Угол поворота гальванометра на выходе в целом
MARKSTR_AFTERMARKTIP=
CURVESCATTERTOLTIP=Максимальная ошибка высоты хорды кривой, дискретной в прямую линию

MINLINESEGLEN=Минимальная длина прямой
MINLINESEGLENTIP=Минимальная длина строки, строка меньше этой длины игнорируется
LASERREADYIO=Лазерный готовый порт
REDLIGHTPOINTSTART=Красный свет указывает на стартовый порт
PORTNOTIP=Номер порта, используемый текущим сигналом
LOWVALIDTIP=Активен ли низкий сигнал тока
STARTPULSEMODETIP=Является ли сигнал пуска режимом запуска по фронту
PULSEWIDTHOUTPORTMODETIP=Время для вывода активного уровня сигнала окончания
LOWVOLISVALID=Активный низкий
HIGHVOLISVALID=Активный высокий
ALARMPORTSTATETIP=Сигнал действительного состояния текущего порта
ALARMMESSAGETIP=Система выдаст сообщение, когда во время обработки появится предупреждающий сигнал.
REDCONTMODE=Красный режим непрерывной индикации
SOFTLICENCENOTFIND=Невозможно найти действительный регистрационный код программного обеспечения!
SOFTLICENCEISUNVALID=Неверный регистрационный код программного обеспечения!
CHANGEPWELAY=Изменить задержку ширины импульса
CHANGEPWELAYTIP=Время, необходимое лазеру для изменения значения ширины импульса
BWREVERSE=Черный и белый разворот
DELETECENBAR=Удалить промежуточный блок
INFO_CODEDATAMTXGS1=DATAMATRIX_GS1 - это штрих-код DATAMATRIX специального формата, содержимое которого должно соответствовать стандартному формату GS1.
OPTIMIZEPARAM=Параметр оптимизации
OPTIMIZEHATCH=Оптимизированная заливка
BARCODEENDEFTEXT=Пользовательский отображаемый текст (символ #, удаление, проверка%)
GALVORESPONSE=Время отклика гальванометра
ENSAVEFILE=Включить сохранение файла
ENDRAWENTITY=Включить рисование объектов
ENPICKMOVE=Включить преобразование движения
ENEDITPARAM=Включить редактирование объекта
ENPENPARAM=Включить изменение параметров пера
ENDEVPARAM=Разрешить изменение параметров устройства
ENSYSTEMPARAM=Разрешить изменение параметров системы
ALREADYHAVETHISUSER=Уже есть это имя пользователя, пожалуйста, измените имя пользователя!
GALVOBIDIROFFSET=Двунаправленное смещение

ID_VIEW_3D=Переключение 2D и 3D видов \ n3D Переключение видов
ID_VIEW_3DUP=Вид сверху \ n вид сверху
ID_VIEW_3DDOWN=Вид снизу \ n вид снизу
ID_VIEW_3DLEFT=Вид слева \ n Вид слева
ID_VIEW_3DRIGHT=Вид справа \ n Вид справа
ID_VIEW_3DFRONT=Вид спереди \ n вид спереди
ID_VIEW_3DBACK=Вид сзади \ n вид сзади
ID_VIEW_3DISO=Смотреть изометрический вид из изометрического направления
ID_3DVIEW_WIRE=Показать режим каркасной поверхности \ nПоказать режим каркасной поверхности
ID_3DVIEW_RENDER=Отображение режима рендеринга поверхности \ n Отображение режима рендеринга
ID_3DVIEW_RENDERLINE=Режим отображения линии рендеринга поверхности \ n Режим отображения линии рендеринга
ID_3DVIEW_HIDEMESH=Показать или скрыть поверхность \ n явная поверхность
ID_3DFUN_MESH3D=Открыть файл 3d-модели поверхности \ nОткрыть 3d-модель поверхности
ID_3DFUN_SLICEMESH=Расслоение поверхности \ n Расслоение поверхности
ID_3DFUN_ROTATEMESH=Повернуть поверхность \ n Повернуть поверхность
ID_3DFUN_MOVEMESH=Перевести поверхность \ n, чтобы перевести поверхность
ID_3DFUN_PRJ=Проецирование объекта на поверхность \ n проекция поверхности


ALLOUTMODE=Весь вывод
ENCODERONLYA=Датчик подключается только к фазе A
FLYTRACKERROR=Коэффициент коррекции ошибок полета
MESH3D=3d поверхность
CURVE3D=3d кривая
SLICE3D=Слоистый тангенс
SLICEFILE=Иерархический файл
SLICEMESH=Многослойный ломтик
ZMAXTOMIN=Значение Z от большого до малого
MINZ=Минимальное значение Z
MAXZ=Максимальное значение Z
THICKNESS=толщина
CROSSHATCH=Крест заполнить
ROTATEMESH=Поворотная поверхность
MOVEMESH=Движущаяся поверхность
PROJECT=проекция
PROJECT3D=3d проекция
DELPROJECT=Удалить кривую проекции
LIMITZ=Z предельное значение
SURFACEDOWN=Нижняя поверхность проекции
LANGPAGE=Кодовая страница языка
DYNAMICHATCH=Динамическое заполнение
ADDCONTOUR=Увеличить профиль
MARKMESHBOX=Рамка с маркировкой поверхности
MARK_NOMESH=Поверхностного объекта нет, проверьте, загружена ли поверхность в 3D виде?
PULSEWIDTHINDEXMODE=Режим индексации ширины импульса
PULSEWIDTHINDEXMODETIP=Ширина импульса представлена ​​индексом
MAXINDEXVALUE=Максимальное значение индекса
PULSEWIDTHINDEX=Индекс ширины импульса
ENWELDWAVEOUT=Включить вывод сигнала
WELDWAVE=форма волны
WELDWAVETIP=Настройки аналогового сигнала лазера для каждой точки
WAVEWIDTH=Ширина волны
MAXWELDWAVEWIDTH=Максимальная ширина формы волны
WAVETOTALWIDTHISBIG=Общая установленная ширина волны больше максимальной ширины, пожалуйста, введите заново!
REMOVENOINT=Удалить непересекающиеся сегменты
USESELECT2DENT=Расслоение с выбранными 2D-объектами
GENERATECURVES=Генерация данных кривой
CALCULATECONTOURS=Рассчитать контурную кривую
REBULIDCONTOURS=Установить информацию о положении контура
HATCHLINES=Рассчитать линию заполнения
BUILDPROJECTMESH=Создать проекционную поверхность
WRAP=Wrap
PLSSELECTVALIDCURVE=Пожалуйста, выберите правильную кривую!
BASICPARAM=Основные параметры
ASSIGNMENT=картографирование
XYASSIGNMENTISSAME=Отображенные значения осей X и Y не могут быть одинаковыми, пожалуйста, выберите заново!
ID_3DFUN_BASICSHAPE=Создать базовую трехмерную поверхность \ nСоздать базовую трехмерную поверхность
BASIC3DSHAPE=Базовая 3d поверхность
PLANE=самолет
SPHERE=мяч
CYLINDER=цилиндр
CONE=шишка
FREQDELAY=Задержка частоты
LASERFREQTTIP2=Задержка времени ожидания требуется, когда лазер меняет частоту
BMPTOMESH=Преобразовать растровое изображение в поверхность
ID_3DFUN_BMPTOMESH=Преобразовать растровое изображение в поверхность \ n Растровое изображение для преобразования в поверхность
REFRESH=обновление
WAITFORINPUT=Ожидание входного сигнала
OUTPUTWHENSTART=Слой обработки запускает выходной выходной сигнал
OUTPUTWHENFINISH=Выходной сигнал выходного порта конечного уровня обработки
WAITFORSTARTSIGNAL=Ожидание сигнала начала порта
WAITFORSELLAYERSIGNAL=Ожидание выбора сигнала слоя
IOMASK=Портовая маска
IOMASKTIP=Укажите, какие порты текущего устройства являются действительными
CYLINDERWRAP=Цилиндрическая упаковка
YWRAP=Пакет направления Y
CURRENTLAYERINDEX=Текущий индексный слой
ENABLEFIRSTOPENLASERDELAY=Включите время задержки лазера в первый раз
SETMINVALUE=Установить минимум
SETMAXVALUE=Установите максимальное значение
PULSEWIDTHUNITISPS=Единица ширины импульса пикосекунда (пс)
PS=пикосекунда
CONTINUEMODE=Непрерывный режим
PICKENTYOUWANTTRIM=Выберите объект для обрезки
PICKENTYOUWANTINTERSECT=Выберите объекты, чтобы объединить пересечения
BACKGROUND=фон
SELBACKGROUNDCURVES=Выберите кривую для использования в качестве фона
COPYBACKGROUNDTOWS=Копировать фоновую кривую в рабочую область
SHOWOPTIPARAM=Показать параметры оптимизации
SHOWWOBBLEPARAM=Отображение параметра джиттера
SHOWOTHERPARAM=Показать другие параметры товара
SHOWDESCAREA=Область отображения параметров
SHOWPOWERRAMPPARAM=Отображение параметра линейного преобразования мощности
SHOWSPEEDRAMPPARAM=Отображение параметра линейного преобразования скорости
POWERRAMPING=Степенное линейное преобразование
ENABLESTARTRAMP=Включить старт
ENABLESTARTPOWERRAMPTIP=Позвольте мощности начального сегмента изменяться линейно
STARTRATIO=Начальное соотношение
STARTLENGTH=Начальная длина
STARTRAMPRATIO=Отношение начального значения к максимальному значению
STARTRAMPLENGTH=Максимально допустимая длина для начального сегмента
ENABLEENDRAMP=Конец включения
ENABLEENDPOWERRAMPTIP=Позвольте мощности конечного сегмента изменяться линейно
ENDRATIO=Конечный коэффициент
ENDLENGTH=Конечная длина
ENDRAMPRATIO=Отношение конечного значения к максимальному значению
ENDRAMPLENGTH=Максимально допустимая длина для конечного сегмента

SPEEDRAMPING=Линейное линейное преобразование
ENABLESTARTSPEEDRAMPTIP=Разрешить линейному изменению скорости начального сегмента
ENABLEENDSPEEDRAMPTIP=Разрешить линейному изменению скорости конечного сегмента
INPUT=запись
BTNBOX=Граница [F4]
BTNPRJ=Проекция [F4]
STARTCALI=Начать калибровку
FINISHCALI=Конец коррекции
MARKGRID=Маркировочная сетка
MENU_FILE_PROJECTPARAM=Параметр проекции
TESTCALI=Тестовая коррекция проекции
SELECTALLPOINTS=Выберите все точки (нажмите клавиши Ctrl и стрелки, чтобы переключить выбранную точку при выборе одной точки)
ENABLEPROJECT=Включить наблюдение проекции
APPAPPEARANCE=Внешний вид программы
LASERBOARDIDEN=Тип лазерной интерфейсной карты
LASERBOARDVER=Версия лазерной интерфейсной карты
ESTIMATEDTIME=Расчетное время обработки
ENABLEBARCODEFASTPTMODE=Включить режим быстрой точки штрих-кода
MODULEHORIARRANG=Модуль горизонтального расположения
SIMPLEENCODE=Простой режим кодирования
ENABLEBARCODEFASTLINEMODE=Включить режим быстрой линии штрих-кода
ID_3DFUN_FREEPAINT=Свободный рисунок на поверхности \ n Свободный рисунок
FREEPAINT=Бесплатная трассировка
SIN=синусоидальный
WOBBLETYPE=Тип джиттера
ROUNDTRIP=Режим туда и обратно
WAVEDELAY=Задержка выходного сигнала
LASERMONITOR=Лазерный мониторинг
TEMPALARM=Температурная сигнализация
REFLALARM=Высокий анти-будильник
SYSTEMALARM=Системная сигнализация
POWERALARM=Сигнализация питания
LASERNOTREADY=Лазер не готов
LASERREADY=Лазер готов
UNKNOWALARM=Неизвестное предупреждение
LASEREXTFAULT=Лазерная внешняя неисправность
CALCULATING=Расчет ...
OFFLINE=Автономная обработка
POINTNUM=подсчитывать
SPIRALBRUSH=Спиральные свойства кисти
PICKSELSPIRALREFRESH=Выберите спираль, которую хотите обновить, и нажмите правую кнопку мыши, чтобы подтвердить
ENABLPARSEMODE=Включить режим анализа
ID_PICK_BYPEN=Выберите объект по номеру пера \ nВыберите номер пера
No=Серийный номер
MOVETOINDEX=Перейти к указанному серийному номеру
AXISSOLUTION=Расширенное решение для оси
FEEDBACK=Обратная связь кодировщика
COMMCATH=Общий катодный выход
LIMITSWITCH=Концевой выключатель
SOFTLIMIT=Мягкий предел
POSIDIR=Положительный нулевой доход
FINDINDEX=Ищу индекс
HOMESPEED=Нулевая скорость возврата
LEAVESPEED=Скорость вылета
HOMEOFFSET=Смещение нуля
HOME=Нулевая точка
FOLLOWERROR=Следующая ошибка
ACCELERATION=ускорение
DECELERATION=замедление
FOCUSPOS=Положение фокуса
SETCURPOSASFOCUS=Установить текущую позицию в качестве позиции фокуса
SETMINPOWER=Установить минимальную мощность
SETMAXPOWER=Установить максимальную мощность
SETMINGRAY=Установить минимальную градацию серого
SETMAXGRAY=Установить максимальную градацию серого
SCANINVERT=Сканирование в обратном направлении
EMISSIONDELAY=Задержка возбуждения
WELDPARAM=Параметры сварки
DELEDGELINES=Удалить граничный кабель
INFO_GS1DATABAR=Штрих-код GS1 DataBar (ранее известный как штрих-код RSS) также является символом штрих-кода для системы GS1. Штрих-код обладает такими преимуществами, как «меньший размер, больший объем информации» и «может содержать дополнительную информацию, такую ​​как срок годности продукта, серийный номер и т. Д.»
SHOWFAST=Быстрая оптимизация дисплея
SHOWDIR=Отображение направления кривой
SIMULATIONSPD=Моделируемая скорость полета
TEMPERATURE=температура
SPHEREWRAP=Сферическая упаковка
ZLAYER=Z расслоение
WAITSTARTSIGOFLAYER=Подождите, пока слой начнет обрабатывать сигналы
PWMONDELAY=Задержка включения ШИМ
PWMONDELAYTIP2=Задержка между передним фронтом и передним фронтом гейта при включении ШИМ
ROTATECENZ=Ось Z
ERR_NOTHOME=Ось не возвращается в ноль, сначала верните ноль!
SPLITMODE=Сплит режим
NOSPLIT=Не разделен
SPLITBYSIZE=Разделенный на размер
SPLITBYGUILDLINE=Разделить по направляющей линии
SETCURPOSASORIGIN=Установлена ​​ли текущая позиция в исходную позицию?
FINDHOME=Ищем ноль
XTABLEMOVE=Ось X - это движение платформы
YTABLEMOVE=Ось Y - движение платформы
DISPENHIDEPARAM=Запретить скрытые параметры пера
REDLIGHTDISMOTOR=Запретить расширенное движение оси
UNGROUPTEXT=Отдельный текст
ID_EDIT_UNGROUPTEXT=Разделить текст на отдельные символы \ n отдельный текст
ENABLPINPOS=Включить обнаружение движения на месте
POSITIONTOL=Ошибка на месте
INPOSTIME=На месте
INPOSLIMITTIME=Ограничение по времени
ERRRESETISLOW=Сигнал сброса ошибки активно низкий
REMOTECTRLISLOW=Сигнал дистанционного управления активен низкий
LASERNOTENEMISS=Лазер не включает свет
ID_FILE_MACHINEPARAMETER=Установить параметры устройства \ n параметры устройства
MENU_FILE_MACHINE=Параметры оборудования ...
DOUBLEPTMODE=Режим двойной точки
NOCUTENTITY=Запретить резку предметов
INPUTIOSTATE=Статус входного порта
ID_DRAW_ENCODERDISTANCE=Нарисуйте расстояние энкодера \ n Нарисуйте расстояние энкодера
SKYWRITE=Скорость написания (Sky Writing)
RUNINDURATION=Цикл импорта
RUNOUTDURATION=Экспортный цикл
RUNINDURATION10US=Время цикла для наведения кривой (единица измерения: 10us)
RUNOUTDURATION10US=Время цикла для направления кривой выхода (единица измерения: 10 мкс)
TIMELAG=Время задержки
LASERONSHIFT=Лазер на заносе
LASERONSHIFTUS=Лазер на заносе (единица измерения: нас)
LIMITANGLE=Предельный угол
LIMITANGLEDESC=Меньше предельного угла
OUTPUTPARAM=Параметр выбора выхода
CHANGEWAVEDELAY=Изменить задержку сигнала
SHOWDELAYPARAMS=Параметр задержки отображения
SHOWJUMPPARAM=Показать параметры прыжка
HIDEPENBUTTONS=Кнопка параметра скрытого пера
LOCK = Блокировка
USBREMOVE_WARN=Карта управления USB отсоединена. Пожалуйста, перезапустите программное обеспечение после его закрытия!
DESCRIPTION=описание
HATCHPARAMLIB=Заполнить библиотеку параметров
SAVEPARAM=Сохранить параметр
LOADPARAM=Загрузить параметр
INDEX=индекс
RESETCCD=Сброс CCD
BUILDCCD=Установить CCD
MOVETOCCDSTART=Переместить в начальную позицию CCD
ENCALIBRATION=Включить коррекцию CCD
ENCHANGEMODEL=Включить шаблон переключателя
MODELNO=Номер шаблона
FAILHANDLE=Обработка ошибок
ENRETRY=Retry
RETYRCOUNT=Количество повторов
WHENFAIL=Когда ПЗС выходит из строя
THENSTOP=остановить
THENCONT=Продолжайте выполнять вниз
THENJUMP=Перейти к указателю
INPUTJUMP=Прыжок входного порта
JUMPTO=Перейти к
CUBE=куб
REVOLVEWRAP=Вращающийся корпус
ERR_NOMESH=Нет поверхности объекта
BINDID=Привязать информацию о клиенте
ERR_CLIENTID=Идентификатор клиента файла недействителен!
STABLETIME=Время стабилизации
ENSELLAYER=Включить слой выделения
ERR_USERSTOPMARK=Обработка прерывается пользователем
AXISERRSTOP=Движение оси прекращено!
CLONE=клон
AAXISMODE=Режим оси A
AXISMOVEDELAY=Задержка движения оси
AXES=ось
MESHEDIT=Редактирование поверхности
MERGECLOSEVERTICES=Объединение совпадающих вершин
LASERONTCONLYUSEINSTART=Задержка запуска лазера действительна только в начале
LASERPOWER=Блок питания лазера
SYSTEMFAULT=Системная ошибка
INTERNALLASERFAULT=Лазерная внутренняя ошибка
SHOWSKYWRITEPARAM=Отображение единых параметров маркировки
DISABLESYNPRR=Отключить синхронизацию сигналов PRR
BACKLASH=Компенсация люфта
USESPLITBOXCENASMARKCEN=Используйте центр поля разделения в качестве центра метки
HANDWHEEL=Маховик
GEARRATIO2=Передаточное число
STARTHW=Старт маховика
ENDHW=Выход маховик
ENABLEHANDWHEEL=Включить маховик
SCANNERFOLLOWMOUSEMOVE=Гальванометр отслеживает движение мыши в точечном режиме
AUTOMODE=Автоматический режим
ENABLEAUTOADJUST=Включить автоматическую настройку
ACCURACYPRIORITY=Точность приоритета
SPEEDPRIORITY=Приоритет скорости
STARTADJUST=Начните настройку
AUTOADJUSTING=Автоматическая настройка ...
FPKENABLETHREST2=Подавление порогового времени включения T2
FPKVOLTAGE=Первый импульс подавления напряжения
MANUALSET=Ручная настройка
LASERCOOLINGTIME=Время лазерного охлаждения
MENU_SORT_BYX=Сортировать по X сначала
MENU_SORT_BYY=Сортировать по Y сначала
MENU_SORT_REVERSE=Обратная сортировка
SMARTADJUSTMENT=Интеллектуальные параметры настройки
ENABLESMARTADJUST=Включить режим интеллектуальной настройки
DECMODE=Десятичный десятичный
HEXMODE1=HEX hex
HEXMODE2=Шестнадцатеричный шестнадцатеричный
RESULT=эффект
NORMAL=нормаль
TISSMALL=Значение T слишком мало
TISLARGE=Значение T слишком велико
TOFFIRSTLINE=Значение коррекции первой строки T
START=начать
SMARTADJUSTTIP=Выполните шаги для настройки параметров, сначала настройте конечный сегмент, а затем настройте начальный сегмент. Отрегулируйте параметр T так, чтобы фактические горизонтальные и вертикальные линии пересекались как обычно.
CHECKISALREADYMARK=Проверьте, был ли текст помечен
CURVETOPTS=Преобразовать кривую в точку
PREVIEW = предварительный просмотр
ASSERT=ненормальный
ERR_FAIL=Ошибка!
MENU_GUILDLINEBOX=Чертеж вспомогательной коробки
GUILDLINEBOX=Вспомогательная линия коробки
SPLITBYGUIDELINEBOX=Используйте вспомогательное поле для разделения
PLSCHOOSECARD=Пожалуйста, выберите карту, которую вы хотите использовать.
CHANGEBMPREALDPI=Изменить растровое изображение в реальном DPI
DISABLEAXISA=Ось запрещена
ENHOMEFINISHGOTOPOS=Включить нулевой возврат в указанную позицию
HOMINGFINISHPOS=Указанная позиция в конце нулевого возврата
EXPOSURE=экспонирование
CAMERA=камера
NOCUTTEXT=Не разбивать текстовые символы
CURFILEMODIFYPLSSAVEIT=Текущий файл был изменен, пожалуйста, сначала сохраните его!
SAVETOFILE=Сохранить в файл
ISSUE=проблема
PAUSEWHENLIMIT=Пауза, когда текст заканчивается
LIMITISCONTINUE=Текст достигает предельного значения. Продолжается ли после сброса?
POWERSTANDBY=Резервное питание
MESHFOLLOWROTATE=Поверхность следует и вращается вместе
LASERFAULT=Лазерный сбой
FIBERALARM=Волоконно-оптическая сигнализация
SAFETYALARM1=Сбой блокировки безопасности
SAFETYALARM2=Сигнал безопасности контура
LINKALARM=Сбой оптической связи
CRITICALALARM=Критическая неисправность защиты лазера
HOTSTOP=Лазерный запуск остановлен неправильно
POWER24ALARM=Сбой питания контроллера 24В
MAXTHREADCNT=Максимальное количество вычислительных потоков
MESHRESOL=Точность расчета поверхности
DELAY=задержка
MOTORSPEDRATIO=Увеличенная коррекция частоты вращения вала
SHOWCHECKNUM=Показать код проверки
DISABLECANCELAXISMOVE=Не отменяйте движение оси
OFFLINEDOGNOTFOUND=Не нашел правильный ключ
EZCADSTR_ARRAY_X_INCDIST=Инкрементное расстояние массива X
EZCADSTR_ARRAY_Y_INCDIST=Инкрементное расстояние массива Y
OUTPUTANALOG=Выходной аналог
Voltage=напряжение
MODE8=Вертикальный 8 слов
MODE82=Уровень 8 слов
TCPIPSERVER=TCP / IP сервер
NOCUTSMALLENT=Не разбивайте небольшие объекты
AUTOSAVEWHENCLOSE=Автоматически сохранять текущий файл при закрытии программного обеспечения
MASK=маскировать
DISABLESTOPAXISWHENDOOROPEN=Не останавливайте движение оси при открытой двери
STAGEFB=Место обратной связи платформы
GALVOCMD=Гальванометр командная позиция
GALVOFB=Положение обратной связи гальванометра
DISSHOWFILEPROCESS=Запретить отображение диалогового окна обработки файлов
DISSHOWCALCPROCESS=Отключить отображение диалогового окна процесса расчета
LEVEL16=Уровень 16
STEPMODE=Режим оптимизации скорости
SHOWSTEPMODE=Отображение параметров режима оптимизации скорости
ENCODEMODE=Режим кодирования
ENABLJUMPTABLEMODE=Включить режим таблицы параметров перехода
ENABLJUMPTABLEMODETIP=Все параметры перехода пера автоматически получаются из таблицы параметров перехода
JUMPTABLE=Таблица параметров перехода
DRAWTOL=Точность пикселей
SHIFTOFROTARY=Ось вращения
SERVERINFO=Информация о сервере
FASTLINELASERONRATIO=Быстрая линия света
STANDARDPOS=Стандартная позиция
REALPOS=Фактическое местоположение
FLYSPEEDMONITOR=Контроль скорости полета
MAXFLYSPEED=Максимальная скорость полета
STARTANDSTART=Начальная точка связана с начальной точкой
STARTANDEND=Начальная точка связана с последней точкой
ENDANDSTART=Конечная точка связана с начальной точкой
ENDANDEND=Конечная точка и конечная точка
OPENCURVE=Открытая кривая
LASERWOBBLESHOW=Предварительный просмотр джиттера
